{
  "classified_rules": {
    "logo_rules": [
      "Слово-логотип: минимальная высота — 3 мм при печати и 8 px в цифровых приложениях.",
      "Слово-логотип: используется преимущественно на горизонтальных фасадах ресторанов и в корпоративных приложениях.",
      "Слово-логотип: не требует знаков ® или ™, кроме случаев использования на корпоративном сайте и аналогичных приложениях.",
      "Правило: использовать только предоставленные иллюстрации продуктов; старые иллюстрации не использовать; при создании новых запрашивать одобрение Global Brand team.",
      "Правило работы с логотипом: интегрировать символ арки креативно, динамично и целенаправленно; использовать фирменный золотой цвет в оформлении"
    ],
    "color_system_rules": [
      "Цвет: использовать красные акценты",
      "Цвет: Основной цвет McDonald’s Gold – PMS Coated: 1235 C; Uncoated: 122 U; CMYK: 0-29-96-0; RGB: 255-188-13; HEX: #FFBC0D",
      "Цвет: Акцентный цвет McDonald’s Red – PMS 2035 C; CMYK: 0-100-90-0; RGB: 219-0-7; HEX: #DB0007",
      "Цвет: Вспомогательные цвета – Charcoal (PMS Cool Gray 11 C; CMYK: 0-0-0-80; RGB: 45-45-45; HEX: #2D2D2D), Light Gray (PMS Cool Gray 1 C; CMYK: 0-0-0-10; RGB: 247-247-247; HEX: #F7F7F7), Kraft (PMS 2312 C; CMYK: 25-37-50-4; RGB: 182-154-129; HEX: #B69A81)",
      "Цвет: Черный – CMYK: 0-0-0-100; RGB: 0-0-0; HEX: #000000; используется только для набора текста и не является частью основной палитры",
      "Концепция: золотой бренд с динамическими красными акцентами; Gold преобладает, Red создаёт визуальное напряжение; соблюдение баланса и пропорций",
      "Пропорции: преобладание Gold с точечными вспышками Red",
      "Запрещено: использовать цвета вне палитры новой визуальной идентичности",
      "Цвет: Для печати использовать черный или красный шрифты на светлом фоне (например на светлых фотографиях) и белый или золотой шрифты на темном фоне (например на темных фотографиях).",
      "Цвет: Для цифровых медиа использовать черный и красный шрифты на белом фоне.",
      "Цвет: Для цифровых медиа использовать белый шрифт на красном фоне.",
      "Цвет: Для цифровых медиа использовать черный шрифт на золотом фоне.",
      "Цвет: Для цифровых медиа использовать черный или красный шрифты на светлом фоне (например на светлых фотографиях).",
      "Цвет: Для цифровых медиа использовать белый шрифт на темном фоне (например на темных фотографиях).",
      "Цвет: В цифровых контекстах избегать золотого шрифта на красном фоне.",
      "Цвет: В цифровых контекстах избегать красного или белого шрифтов на золотом фоне.",
      "Цвет: McDonald’s Gold использовать только как акцентный цвет для создания иерархии и выделения элементов.",
      "Цвет: естественные насыщенные оттенки с акцентом на золото и красный там, где уместно.",
      "Цвет: фон Playful Patterns должен быть белым или золотым.",
      "Цвет: при использовании паттернов добавлять акценты красного цвета через цвет текста, Token или упаковку.",
      "Цвет: линия cyan указывает край узора и не должна печататься.",
      "Концепция: Patterns оживляют цветовую палитру и отмечают скрытые ценности бренда, используются продуманно и осторожно.",
      "Цвет: гибко использовать золотой цвет бренда, от смелых акцентов до тонких деталей"
    ],
    "typography_rules": [
      "Цвет: линия циана указывает границу паттерна — не печатать",
      "Шрифт: фирменный шрифт Speedee — основной Bold; вспомогательные Regular и Light",
      "Шрифт: Speedee доступен в трех начертаниях (Bold, Regular, Light) и двух стилях (Full width, Condensed), все варианты включают курсив.",
      "Шрифт: Не использовать другие гарнитуры, для вариативности применять различные начертания и стили шрифта Speedee.",
      "Шрифт: Для нелатинских символов (арабский, кириллица, мандарин, иврит) использовать гарнитуру Aktiv Grotesk.",
      "Шрифт: Заголовки должны быть короткими и ёмкими, для них использовать Speedee Bold.",
      "Шрифт: Для подзаголовков использовать Speedee Regular.",
      "Шрифт: Основной текст (body copy) набирается Speedee Regular или Speedee Light.",
      "Шрифт: Speedee Bold использовать в теле текста только для акцентов.",
      "Шрифт: Speedee Condensed (Bold и Regular) использовать только для функциональных (служебных) целей, например для юридических текстов.",
      "Шрифт: Курсив (Italics) применять только для латинских слов, названий фильмов и т. д.",
      "Цвет: Для печати использовать черный, красный и золотой шрифты на белом фоне.",
      "Цвет: Для печати использовать черный, белый и красный шрифты на золотом фоне.",
      "Цвет: Для печати использовать белый или золотой шрифты на красном фоне.",
      "Цвет: Не использовать золотой или красный шрифты в теле текста (body copy) ни в печати, ни в цифровых медиа.",
      "Концепция стиля: Один глобальный шрифт и один глобальный тон голоса."
    ],
    "restrictions_rules": [
      "Концепция стиля: трансформировать логотип из статичной иконки в сенсорный символ",
      "Запрещено: размещать слишком много соусов (dips)",
      "Правила работы с логотипом: применять только к мастер-бренду McDonald’s; для суб-брендов могут действовать другие правила",
      "Цвет: символ «Golden Arches» только золотой; другие цвета запрещены.",
      "Цвет: слово-логотип (wordmark) допускается только в чёрном или белом цвете.",
      "Символ Golden Arches: минимальная высота — 4 мм при печати и 15 px в цифровых приложениях.",
      "Символ Golden Arches: clearspace равен 2× ширины ножки арки.",
      "Символ Golden Arches: не требует знаков ® или ™, кроме случаев использования на корпоративном сайте и аналогичных приложениях.",
      "Символ Golden Arches: не использовать в нечитаемых размерах или на загромождённых фонах.",
      "Символ Golden Arches: не применять тени.",
      "Символ Golden Arches: не использовать как букву в тексте.",
      "Token: минимальная высота — 6 мм при печати и 25 px в цифровых приложениях.",
      "Token: clearspace равно расстоянию от ножки арки до границы Token.",
      "Token: размещать в одном из углов макета (предпочтительно внизу слева или вверху справа).",
      "Token: не центрировать.",
      "Token: не требует знаков ® или ™, кроме случаев использования на корпоративном сайте и аналогичных приложениях.",
      "Слово-логотип: clearspace равен высоте буквы «o» в слове McDonald’s.",
      "Слово-логотип: не модифицировать.",
      "Слово-логотип: не объединять с символом Golden Arches.",
      "Слоган «I’m lovin’ it»: использовать в виде предоставленного арт-оформления без изменений и осознанно; чрезмерное использование снижает его значение.",
      "Слоган «I’m lovin’ it»: минимальная высота — 3 мм при печати и 8 px в цифровых приложениях.",
      "Слоган «I’m lovin’ it»: clearspace равен высоте буквы «o» в слове «lovin’».",
      "Слоган «I’m lovin’ it»: не объединять с символом Golden Arches или Token.",
      "Стиль изображения: Bold/Overt — яркое, броское применение Золотых Арок, явно узнаваемое как McDonald’s; применять для наружных активаций",
      "Стиль изображения: Subtle/Implied — сдержанное, тонкое применение Золотых Арок в собственных брендовых пространствах (рестораны, pop-ups, цифровые приложения) для избежания избыточного использования арок",
      "Archery должна использоваться только если она поддерживает идею, встречается естественно или имеет цель; нельзя использовать как декоративный элемент без смысла",
      "Нельзя изменять Золотые Арки никаким образом; использовать только предоставленные варианты арок",
      "Доступно четыре варианта обрезки Золотых Арок для скачивания на Design.McDonalds.com; использовать предоставленные макеты для обеспечения единообразия и сохранения целостности",
      "Альтернативные варианты обрезки могут использоваться в фотографии только после согласования с глобальной командой бренда",
      "При экстремальной обрезке, когда Золотые Арки становятся менее очевидными, необходимо усиливать бренд, применяя знак Золотых Арок или Токен; обязательно на наружной рекламе",
      "Запрещено: использовать Charcoal, Light Gray и Kraft во внешних и основных материалах; они предназначены только для внутренних коммуникаций и ограниченных иллюстративных элементах",
      "Ограничение: в европейских «зеленых» регионах опираться на Feel-Good Design Cheatsheets European Green Regions",
      "Цвет: В цифровых контекстах избегать золотого шрифта на белом фоне.",
      "Убедитесь: Все материалы соответствуют стандартам доступности для вашего региона (webaim.org/resources/contrastchecker).",
      "Запрещено: использовать неаутентичные материалы и реквизит, не соответствующие бренду.",
      "Запрещено: выкладывать еду непосредственно на поверхность.",
      "Особые ограничения: использовать упаковку Perfect Serve для аутентичного представления продукта в ресторане, дома и на вынос.",
      "Правило: Playful Patterns лучше всего использовать во внутренних коммуникациях и временных пространствах (pop-ups или мероприятия).",
      "Правило: Playful Patterns доступны только после одобрения Global Brand team.",
      "Запрещено: изменять Playful Patterns любым способом (включая цвет, масштабирование или форму).",
      "Запрещено: повторять паттерн Jumble.",
      "Запрещено: использовать Playful Patterns совместно с фотографией.",
      "Правило: расстояние между полосами узора должно быть равно толщине полос.",
      "Запрещено: размещать слишком много капель (drips).",
      "Правило: ограничить количество иллюстраций продукта одним–двумя элементами на макете."
    ],
    "composition_rules": [
      "Стиль изображения: фотографический, вдохновляющий аппетит и передающий Feel-Good Moments",
      "Стиль изображения: праздновать простые моменты и несовершенства",
      "Стиль изображения: играть с контекстом, масштабом, контрастом, балансом, движением и энергией",
      "Стиль изображения: создавать современные, освежающие и неожиданные интерпретации с игривым элементом (playful wink)",
      "Стиль изображения: использовать символ бренда креативно, динамично и целенаправленно (концепция Archery)",
      "Концепция стиля: минимализм — если элемент не добавляет смысла, убрать его; негативное пространство считать позитивным",
      "Рисунок: добавлять плитки вертикально и горизонтально по необходимости для заполнения пространства",
      "Рисунок: соусы должны быть выровнены с картофелем фри",
      "Концепция стиля: Archery определяет творческое и динамичное использование Золотых Арок, с обязательным внимательным и продуманным подходом для сохранения целостности символа",
      "Концепция стиля: методы Archery – Cropped (обрезка), Staging (расстановка), Motion (движение), Integrated (интеграция), Angled (наклон), Repetition (повторение)",
      "Стиль изображения: комбинировать Золотые Арки с фотографией, создавая глубину и объем; элементы изображения должны взаимодействовать с арками",
      "Стиль: использовать негативное пространство и фотографию, акцентные красные вкрапления через типографику, иллюстративные детали, инфографику, реквизит, иконные продукты, замкнутые формы",
      "Концепция стиля: Вдохновляться «Золотыми арками» McDonald’s, придавая коммуникациям индивидуальность через Speedee.",
      "Стиль изображения: использовать натуральное освещение, создающее тёплую, приглашающую и реалистичную атмосферу.",
      "Стиль изображения: использовать аутентичные материалы, поверхности, обёртки и фоны, точно отражающие ресторанный опыт.",
      "Стиль изображения: снимать еду на фирменной обёртке, а не прямо на поверхности.",
      "Стиль изображения: применять мелкую глубину резкости для выделения продукта.",
      "Стиль изображения: использовать разнообразные поверхности и фоны для передачи аутентичности.",
      "Стиль изображения: подчёркивать движение еды (пар, шипение, плавление сыра) для усиления динамики и ощущения свежести.",
      "Цвет: использовать золотые оттенки для придания изображениям богатства, глубины и аппетитности.",
      "Концепция стиля: «Flawsome details» – демонстрировать небольшие несовершенства и ручную работу.",
      "Концепция стиля: применять идеализированные версии фирменной упаковки (Perfect Serve) для усиления воздействия и дифференциации.",
      "Концепция стиля: представлять героические материалы, действительно используемые в ресторане.",
      "Стиль изображения: лайфстайл-фотография в «золотом» естественном освещении, чистая, тёплая и приглашающая.",
      "Концепция стиля: сочетание аппетитности и ощущения «feel-good» (delicious meets Feel-Good) – показывать радость момента и удовольствие от еды.",
      "Композиция: простая и впечатляющая, с элементами несовершенства, лёгкими сюрпризами и лёгкой абстракцией.",
      "Эмоции: от радостных и энергичных до сосредоточенных и решительных – выражать диапазон чувств, соответствующих контексту.",
      "Стиль: использовать Playful Patterns и Product Illustrations, привносящие цветовую палитру в жизнь и отражающие идентичность бренда.",
      "Правило: добавлять плитки узора вертикально и горизонтально для заполнения пространства.",
      "Правило: добавлять полосы узора вертикально по необходимости и продлевать их горизонтально для заполнения пространства.",
      "Правило: капли (drips) выравнивать по основанию картофеля фри или по нижнему краю полос узора.",
      "Концепция стиля: Materiality — Golden Arches оформлять с помощью реальных материалов в современном контексте",
      "Стиль изображения: вдохновляющие Feel-Good Moments — светлые, свежие, удобные, создающие энергию и комфорт; использовать реалистичные материалы (плитка — чистота, яркость; металл — профессионализм, точность; дерево — теплота, гостеприимство; бетон — современность, урбанистичность; натуральные поверхности — свежесть; уголь — нейтральность, ненавязчивость; небо — оптимизм; крафт/пульпа — натуральность, ответственность)"
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 255,
      "g": 188,
      "b": 13,
      "pantone": "PMS 1235 C (Coated) / 122 U (Uncoated)"
    },
    {
      "r": 219,
      "g": 0,
      "b": 7,
      "pantone": "PMS 2035 C"
    },
    {
      "r": 45,
      "g": 45,
      "b": 45,
      "pantone": "PMS Cool Gray 11 C"
    },
    {
      "r": 247,
      "g": 247,
      "b": 247,
      "pantone": "PMS Cool Gray 1 C"
    },
    {
      "r": 182,
      "g": 154,
      "b": 129,
      "pantone": "PMS 2312 C"
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": ""
    }
  ],
  "fonts": [
    "Speedee Bold",
    "Speedee Regular",
    "Speedee Light",
    "Speedee Condensed Bold",
    "Speedee Condensed Regular",
    "Aktiv Grotesk"
  ]
}