{
  "classified_rules": {
    "logo_rules": [
      "Правило работы с логотипом: в едином фирменном блоке исторический логотип и знак Банка размещаются на тёмно-зелёном фоне с жёлтой плашкой слева и полосами фирменного паттерна справа",
      "Отправной точкой при построении фирменного блока является единица X, равная высоте заглавной буквы Р в логотипе.",
      "Символика имеет размер, равный шагу сетки по высоте носителя.",
      "Символика размещается в верхней части носителя с отступом в один шаг сетки от верхнего края.",
      "Основная символика размещается вплотную к правому краю носителя с минимальным техническим отступом.",
      "Расширенная символика размещается вплотную к левому краю носителя с отступом в два шага сетки.",
      "Вертикальная компоновка знака и логотипа применяется при ограниченной площади размещения (например, спонсорский блок, узкая вертикальная поверхность).",
      "Знак используется отдельно на выносных элементах ограниченной площади (например, кронштейн, панель вывески) или в качестве дополнительного элемента (например, оформление униформы)."
    ],
    "color_system_rules": [
      "Цвет: в фирменном паттерне использовать натуральные яркие цвета Русского поля",
      "Цвет: Солнечный жёлтый – Pantone 116C, CMYK 0 20 100 0, RGB 255 203 5, Oracal 021",
      "Цвет: Основной зелёный – Pantone 350C, CMYK 80 30 90 40, RGB 43 96 48, Oracal 613",
      "Цвет: Травяной зелёный – Pantone 348C, CMYK 85 26 100 10, RGB 35 123 65, Oracal 062",
      "Цвет: Яблочный зелёный – Pantone 369C, CMYK 65 15 100 0, RGB 106 167 86, Oracal 064",
      "Цвет: Лаймовый зелёный – Pantone 375C, CMYK 40 0 100 0, RGB 166 206 57, Oracal 063",
      "Цвет: Для наиболее точного и стабильного воспроизведения использовать специальные краски системы Pantone; при невозможности – CMYK (для полиграфического воспроизведения) и RGB (для использования на экране)",
      "Цвет: Основная палитра применяется для оформления всех носителей Банка",
      "Цвет: Палитра оптимизирована и расширена для усиления узнаваемости и последовательного отражения позиционирования Банка за счёт введения дополнительных органических цветов",
      "Цвет: дополнительные цвета представляют собой натуральные, спокойные оттенки Русского поля",
      "Цвет: палитра дополнительных цветов используется для расширения возможностей оформления корпоративных и презентационных материалов, включая графические элементы, диаграммы, графики, таблицы и фирменную графику",
      "Цвет: палитра дополнительных цветов не используется в корпоративных рекламных материалах и в рекламе продуктов и услуг Банка",
      "Цвет: для наиболее точного и стабильного воспроизведения цвета следует использовать смесевые краски системы Pantone",
      "Цвет: при невозможности использования красок Pantone применять модель CMYK для полиграфии и модель RGB для экранного отображения",
      "Цвет: дополнительная палитра включает следующие цвета Pantone с указанием CMYK и RGB: 0C 25M 84Y 0K (RGB 253 197 55), 17C 38M 90Y 6K (RGB 206 156 43), 27C 45M 100Y 25K (RGB 161 119 17), 30C 16M 94Y 5K (RGB 190 183 36), 41C 30M 100Y 16K (RGB 151 142 27), 55C 40M 100Y 28K (RGB 111 110 33), 51C 21M 100Y 0K (RGB 148 166 58), 60C 30M 100Y 20K (RGB 108 127 39), 65C 30M 100Y 40K (RGB 79 103 33), 65C 20M 66Y 17K (RGB 91 141 100), 65C 20M 66Y 37K (RGB 75 117 83), 70C 38M 70Y 43K (RGB 66 92 67)"
    ],
    "typography_rules": [
      "Значение a равно 1/4 X.",
      "Для вертикально-ориентированных форматов типа A используется базовая сетка 1; шаг сетки = 1/16 или 1/6 высоты носителя.",
      "Для горизонтально-ориентированных форматов типа A и близких к квадрату используется базовая сетка 2; шаг сетки = 1/10 высоты носителя.",
      "Для горизонтально-ориентированных форматов с соотношением сторон ≥ 2:1 используется базовая сетка 3; шаг сетки = 1/6 высоты носителя.",
      "Шрифт: основная гарнитура Proxima Nova",
      "Шрифт: Proxima Nova Bold — для основных заголовков",
      "Шрифт: Proxima Nova Regular — для второстепенных заголовков",
      "Шрифт: Proxima Nova Light и Semibold — для расширения возможностей акцентов",
      "Шрифт: везде должны использоваться стандартные (маякованные/выравненные) цифры",
      "Шрифт: Основная гарнитура – Proxima Nova Regular и Proxima Nova Bold",
      "Шрифт: Дополнительная гарнитура KievitPro используется для набора текстов.",
      "Шрифт: Для заголовков использовать KievitPro Bold.",
      "Шрифт: Для основного текстового набора использовать семейство KievitPro Regular, KievitPro Italic, KievitPro Light, KievitPro Light Italic и KievitPro Bold Italic.",
      "Шрифт: Везде использовать минускульные цифры с выносными элементами.",
      "Шрифт: При невозможности использовать основную и дополнительную гарнитуры по техническим причинам допустимо применение Arial (Regular, Bold, Italic, Bold Italic) в документах Microsoft Office и для электронной переписки"
    ],
    "restrictions_rules": [
      "Особые ограничения и правила: документ предназначен для обязательного использования арт-директорами, дизайнерами, фотографами и другими специалистами при производстве любых носителей фирменного стиля Банка.",
      "Фирменный блок строится по приведённой схеме; изменение размеров, пропорций и отступов элементов не допускается.",
      "Промежутки между элементами фирменного блока равны 3/4 X.",
      "Использование расширенного фирменного блока допускается только в редких случаях.",
      "Основной фирменный блок дополняется расширенным паттерном с правой стороны.",
      "Существует два типа расширенного фирменного блока: для базовых форматов и для супер-горизонтальных форматов.",
      "Знак и логотип без фирменного паттерна применяются на носителях с серьёзными технологическими/производственными ограничениями (например, изготовление в объёме, крышная установка, воспроизведение в один/два цвета).",
      "Запрещено выравнивать знак и логотип по центру относительно блока, ориентируясь по высоте знака; символический блок строится от высоты буквы «х» в логотипе.",
      "Цвет: удалять или изменять сегменты паттерна, перекрашивать цвета запрещено.",
      "Цвет: удалять или изменять левый жёлтый сегмент блока символики запрещено.",
      "Цвет: менять цвет подложки блока символики запрещено.",
      "Запрещено изменять пропорции блока символики.",
      "Запрещено поворачивать, наклонять, трансформировать блок символики.",
      "Шрифт: использовать другие шрифты в логотипе Банка запрещено.",
      "Запрещено изменять пропорции знака относительно логотипа.",
      "Запрещено размещать в фирменном блоке дополнительную информацию."
    ],
    "composition_rules": [
      "Концепция стиля: последовательное применение фирменного стиля – залог формирования цельного узнаваемого образа Банка.",
      "Стиль изображения: фирменный паттерн с ритмичной композицией линий, символизирующей разнотравье Русского поля и подчёркивающей внимание Банка к интересам каждого клиента",
      "Шрифт: основная гарнитура – Proxima Nova Semibold",
      "Шрифт: вспомогательная гарнитура – Proxima Nova Light"
    ],
    "legal_rules": [
      "Концепция стиля: органичное сочетание традиционности и надежности с современностью, динамичностью и клиентоориентированностью",
      "Концепция стиля: Уверенность"
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 255,
      "g": 203,
      "b": 5,
      "pantone": "116C"
    },
    {
      "r": 43,
      "g": 96,
      "b": 48,
      "pantone": "350C"
    },
    {
      "r": 35,
      "g": 123,
      "b": 65,
      "pantone": "348C"
    },
    {
      "r": 106,
      "g": 167,
      "b": 86,
      "pantone": "369C"
    },
    {
      "r": 166,
      "g": 206,
      "b": 57,
      "pantone": "375C"
    },
    {
      "r": 253,
      "g": 197,
      "b": 55,
      "pantone": ""
    },
    {
      "r": 206,
      "g": 156,
      "b": 43,
      "pantone": ""
    },
    {
      "r": 161,
      "g": 119,
      "b": 17,
      "pantone": ""
    },
    {
      "r": 190,
      "g": 183,
      "b": 36,
      "pantone": ""
    },
    {
      "r": 151,
      "g": 142,
      "b": 27,
      "pantone": ""
    },
    {
      "r": 111,
      "g": 110,
      "b": 33,
      "pantone": ""
    },
    {
      "r": 148,
      "g": 166,
      "b": 58,
      "pantone": ""
    },
    {
      "r": 108,
      "g": 127,
      "b": 39,
      "pantone": ""
    },
    {
      "r": 79,
      "g": 103,
      "b": 33,
      "pantone": ""
    },
    {
      "r": 91,
      "g": 141,
      "b": 100,
      "pantone": ""
    },
    {
      "r": 75,
      "g": 117,
      "b": 83,
      "pantone": ""
    },
    {
      "r": 66,
      "g": 92,
      "b": 67,
      "pantone": ""
    }
  ],
  "fonts": [
    "Proxima Nova Bold",
    "Proxima Nova Regular",
    "Proxima Nova Light",
    "Proxima Nova Semibold",
    "KievitPro Bold",
    "KievitPro Regular",
    "KievitPro Italic",
    "KievitPro Light",
    "KievitPro Light Italic",
    "KievitPro Bold Italic",
    "Arial Regular",
    "Arial Bold",
    "Arial Italic",
    "Arial Bold Italic"
  ]
}