{
  "classified_rules": {
    "logo_rules": [
      "Для США и Канады использовать знак ®, для международного использования – знак ™; при появлении обоих знаков приоритет имеет ™.",
      "Правило работы с логотипом: минимальное свободное пространство вокруг логотипа Siren – 25% от диаметра эмблемы; вокруг словесного знака – 150% от высоты литеры «B».",
      "Правило работы с логотипом: минимальные размеры – эмблема Siren: печать: 0,375\" (9,5 мм); веб: 50 px; словесный знак: печать: 0,5\" (12,7 мм); веб: 200 px.",
      "Правило работы с логотипом: символы ® и ™ масштабируются независимо от эмблемы Siren и словесного знака при значительном увеличении или уменьшении.",
      "Логотип оператора должен присутствовать на материалах вместе с логотипом WPS, при этом логотип WPS выступает в роли вторичного и сопровождает имя или логотип организации, образуя полный месседж",
      "Логотип WPS должен занимать 1/3 размера логотипа оператора на материалах размером до 8.5\"×11\"",
      "Логотип WPS должен занимать 1/4 размера логотипа оператора на материалах размером более 8.5\"×11\"",
      "Логотип WPS или WPS-словесный знак никогда не должен использоваться самостоятельно и должен сохранять собственное пространство, отдельно от логотипа оператора",
      "Допустимые применения логотипа: меню; внутренние меню-борды; вывески с сообщениями у прилавка (например, представленные напитки); рекламные буклеты; вкладыши в пакеты/коробки; реклама по закрытым телевизионным сетям (отели, конференц-центры); навигационные указатели на территории (стационарные знаки или вставки в лифтах); сайт заведения; программы «surprise and delight»; бонусные предложения при открытии",
      "По вопросам использования логотипа обращаться в Foodservice Marketing Services: fsmarketing@starbucks.com или fsmarketingcanada@starbucks.com"
    ],
    "color_system_rules": [
      "Логотип WPS состоит из символа Сирены и фразы «We Proudly Serve».",
      "Вордмарк WPS состоит из фразы «We Proudly Serve», объединённой со словом «Starbucks», и всегда располагается вертикально, читается снизу вверх.",
      "Цвет: Основной цвет – Starbucks Green: Pantone 3425 C; CMYK 100/0/78/42; RGB 0/112/74; HTML #00704A",
      "Цвет: Вторичный цвет – белый: RGB 255/255/255; HTML #FFFFFF",
      "Цвет: Дополнительный одноцветный вариант – чёрный: Pantone Black C; CMYK 0/0/0/100; RGB 0/0/0; HTML #000000"
    ],
    "typography_rules": [
      "Шрифт: Avenir Medium для символов ® и ™, минимальная высота 4 pt (печать: 0,04\" (1 мм)); веб: 10 px для символа ® и эмблемы Siren; 15 px для символа ™ и словесного знака.",
      "Все материалы, не одобренные письменно, считаются неутвержденными"
    ],
    "restrictions_rules": [
      "Правило работы с логотипом: логотип Starbucks Siren никогда не должен использоваться без текста «We Proudly Serve».",
      "Особые ограничения и правила: все макеты и произведения искусства должны быть предварительно рассмотрены и явно утверждены Starbucks перед производством; материалы отправлять на fsmarketing@starbucks.com или fsmarketingcanada@starbucks.com.",
      "Что запрещено: воссоздавать типографику логотипа.",
      "Что запрещено: растягивать или искажать логотип.",
      "Что запрещено: накладывать логотип поверх других графических элементов.",
      "Что запрещено: изменять порядок или пропорции элементов вордмарка («We Proudly Serve» и «Starbucks»).",
      "Что запрещено: объединять основной логотип с вордмарком.",
      "Применять логотип в зелёно-белом варианте на светлом или светло-цветном фоне",
      "Применять логотип в зелёно-белом варианте на тёмном или чёрном фоне",
      "Применять одноцветный или двухцветный чёрный вариант логотипа только в случаях, когда зелёный цвет недоступен",
      "Применять логотип преимущественно на светлых фонах; избегать фонов с недостаточным контрастом (например, фонов, близких по тону к Starbucks Green)",
      "Не использовать чёрный логотип на чёрном фоне",
      "Не менять цвет логотипа",
      "Не использовать инверсию сирены",
      "Не добавлять кольцо вокруг сирены",
      "Не размещать логотип внутри формы",
      "Не применять графические эффекты или контуры к логотипу",
      "Логотип WPS или WPS-словесный знак никогда не должен быть интегрирован в дизайн логотипа оператора",
      "Визуальное оформление площадки и баланс брендовых элементов (размер, количество, размещение и относительный вес) должны усиливать имя или логотип вашего заведения как главный элемент идентификации",
      "Использование логотипа WPS или WPS-словесного знака на веб-сайте заведения требует одобрения Starbucks по размеру, расположению и сопроводительному тексту, как для печатных материалов",
      "В случае сомнений проверяйте, что логотип вашего заведения является наиболее заметным и не вводит в заблуждение о том, что заведение только подаёт Starbucks® напитки; если нет, измените размещение или пропорции, чтобы ваш бренд был в центре внимания",
      "Использовать основной логотип WPS или WPS wordmark только для чёткого обозначения приготовления и подачи кофе Starbucks и/или как элемент оформления вашей деятельности, но не как идентичность самого заведения",
      "Во всех маркетинговых инициативах основной фокус должен быть на собственной деятельности заведения, упоминание Starbucks должно носить вторичный характер",
      "Не использовать логотип настолько часто или заметно, чтобы создавать впечатление чрезмерной аффилиации с брендом Starbucks или что кофе Starbucks является чем-то большим, чем просто предложением в заведении",
      "Общее количество и значимость размещений логотипа не должны создавать впечатление слишком близкой связи с брендом Starbucks",
      "Starbucks оставляет за собой право отклонять любое использование логотипа по любой причине",
      "Запрещено использовать логотип WPS в дисконтных предложениях (generic cents-off, percent-off, free-offer, bundling coupons) и в предложениях, связанных с промо-акциями розничной сети Starbucks®",
      "Запрещено использовать логотип WPS на грузовиках или транспортных средствах",
      "Запрещено использовать логотип WPS в уличном брендинге: окна, двери, маркизы, отдельно стоящие вывески, включая экстерьер объекта",
      "Запрещено использовать логотип WPS на прозрачных вывесках с подсветкой",
      "Запрещено использовать логотип WPS на билбордах и придорожных/шоссейных знаках",
      "Запрещено использовать логотип WPS на неоновых вывесках",
      "Запрещено использовать логотип WPS на упаковке",
      "Запрещено использовать логотип WPS на пользовательских чашках, рукавах и салфетках с со-брендингом",
      "Запрещено использовать логотип WPS на одежде (шапки, футболки, фартуки)",
      "Запрещено использовать логотип WPS на фирменных бланках и визитных карточках",
      "Запрещено использовать логотип WPS на магнитах, брелоках, ручках и других сувенирах",
      "Запрещено использовать любые рукописные версии логотипа WPS",
      "Запрещено размещать логотип WPS в рекламе в телефонных справочниках",
      "Запрещено воспроизводить логотип WPS любыми способами, кроме печати (гравировка, тиснение, вышивка и т. д.)",
      "Запрещено использовать логотип Starbucks Coffee без версии WPS",
      "Запрещено использовать продукты Starbucks® в качестве премиальных предложений (в программах привлечения клиентов других брендов или в качестве подарков при покупке)",
      "Исключение: разрешено использование указательных знаков",
      "Окончательные дизайны должны быть отправлены на рассмотрение; использование материалов без письменного одобрения влечет ответственность за удаление или исправление ошибок за счет отправителя",
      "Если в течение 30 дней не получен ответ, считать работу неутвержденной и не приступать к производству",
      "Перед печатью вставить в работу код одобрения, предоставленный Starbucks Foodservice Marketing Services",
      "Starbucks Coffee Company оставляет за собой право отклонить использование названия или брендового представления в любой ситуации, которую сочтет неподходящей",
      "Starbucks может потребовать отзыв и/или переиздание маркетинговых материалов, не соответствующих текущим стандартам бренда"
    ],
    "composition_rules": [
      "Перед производством отправлять готовую работу в Starbucks Foodservice Marketing Services на утверждение по адресам fsmarketing@starbucks.com и fsmarketingcanada@starbucks.com"
    ],
    "legal_rules": [
      "На рассмотрение проекта требуется не менее пяти рабочих дней с момента получения заявки"
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 0,
      "g": 112,
      "b": 74,
      "pantone": "3425 C"
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": "Black C"
    }
  ],
  "fonts": [
    "Avenir Medium"
  ]
}