{
  "classified_rules": {
    "logo_rules": [
      "Правило работы с логотипом: Логотип Coca-Cola Zero использовать в чистейшем оригинальном виде без изменений.",
      "Правило работы с логотипом: Применять только одобренные версии логотипа, доступные на сайте Design Machine.",
      "Минимальный печатный размер логотипа: ширина не менее 15,875 мм (0,625 дюйма); диаметр знака ™ не менее 1 мм (0,04 дюйма).",
      "Минимальный размер логотипа на экране: ширина не менее 100 пикселей; диаметр знака ™ не менее 6 пикселей; просматривать PDF со стандартами бренда при масштабе 100%.",
      "Сохранять максимальную видимость и читаемость логотипа",
      "При горизонтальном расположении логотип Coca-Cola Zero всегда располагается слева от логотипа партнёра.",
      "При вертикальном расположении логотип Coca-Cola Zero всегда располагается над логотипом партнёра.",
      "Расстояние (clear space) между логотипами при любом расположении должно быть равно 6× высоте дефиса, соединяющего «Coca» и «Cola».",
      "При горизонтальном расположении базовые линии логотипов должны совпадать.",
      "При вертикальном расположении логотип партнёра выравнивается по центру под центральной точкой логотипа Coca-Cola Zero.",
      "Высота логотипа партнёра никогда не должна превышать высоту логотипа Coca-Cola Zero.",
      "Правило работы с логотипом: наклонный логотип 20° следует использовать только на временных материалах",
      "Правило работы с логотипом: выбор логотипа (Ref. 1 и Ref. 2) зависит от области применения",
      "Правило работы с логотипом: всегда обеспечивать видимость и читаемость логотипа",
      "Правила работы с логотипом: существует два основных варианта размещения логотипа Coca-Cola Zero, когда он не находится внутри контура бутылки.",
      "Правила работы с логотипом: логотип Coca-Cola Zero должен быть обрезан по двум краям, как показано.",
      "Окружающее пространство логотипа должно быть не менее ширины верхней части буквы «k» в слове «Coke».",
      "Минимальный размер печати: для скриптовой части логотипа — не менее 15,875 мм (0,625 дюйма) в ширину; для символа ™ — не менее 1 мм (0,04 дюйма) в диаметре.",
      "Правила работы с логотипом: Выбор между версиями (Ref. 1 и 2) должен основываться на применении — всегда обеспечивать оптимальную видимость и читаемость.",
      "Логотип: вокруг контур-бутылочного символа необходимо оставлять свободное пространство (clear space) не менее высоты строчной «o» в слове «Cola» (обозначено как X).",
      "Логотип: область безопасного пространства (safe area) актуальна только для позиционирования символа на странице; элементы могут располагаться вокруг него в других носителях.",
      "При использовании Dynamic Ribbon соблюдать требования раздела Trademark Usage Requirements.",
      "Dynamic Ribbon располагается в иерархии элементов бренда после логотипа Coca-Cola Zero и символа контурной бутылки.",
      "Правило работы с логотипом: Dynamic Ribbon располагается в иерархии элементов бренда после логотипа Coca-Cola Zero и силуэта бутылки.",
      "Если использование Dynamic Ribbon не включает логотип Coca-Cola Zero, необходимо указывать знак ®.",
      "Правила работы с логотипом: использовать только утвержденные версии логотипа Coca-Cola Zero Arden Square, доступные на сайте Design Machine.",
      "Правило работы с логотипом: логотип Arden Square должен окружаться защитным полем, равным расстоянию от нижней части «o» до верхней части «C» в слове «Coca» (Clear Space = x)",
      "Правило работы с логотипом: минимальный размер отображения логотипа на экране – знак ® должен иметь диаметр не менее 6 пикселей",
      "Правило работы с логотипом: применять правила масштабирования товарного знака (TM Scaling) согласно странице «Clear Space, Minimum Size, TM Scaling, Cropping» данной главы",
      "Минимальная печатная ширина логотипа (Arden Square) — 17,767 мм (0,6995 дюйма); минимальный диаметр знака ™ — 1 мм (0,04 дюйма).",
      "Шрифт: Компания Coca-Cola не обладает глобальными правами на какие-либо шрифты бренда.",
      "Логотип: кадрировать и составлять изображение так, чтобы максимизировать размер и визуальное воздействие логотипа Coca-Cola Zero.",
      "Правила работы с логотипом: при разработке макетов бутылки для фотосъёмки максимально увеличивать размер и влияние логотипа Coca-Cola Zero",
      "Правила работы с логотипом: максимизировать размер скрипта логотипа",
      "Правило работы с логотипом: юридическое наименование товарного знака — Dynamic Ribbon Device; консультироваться с местным юридическим советником по вопросам использования.",
      "Цвет: фон для логотипа – черный (RGB 0,0,0)",
      "Правила работы с логотипом: логотип Coca-Cola Zero должен размещаться на однородном черном фоне и быть центрирован над динамичной лентой",
      "Информация на тыльной стороне упаковки должна соответствовать местным требованиям, включая GDA (Guideline Daily Amounts), «романтические» или рекламные тексты и вторичные тыловые логотипы (по возможности).",
      "Правило работы с логотипом: юридическое наименование Dynamic Ribbon – «Dynamic Ribbon Device». Обратитесь к местному юридическому советнику для рекомендаций по использованию.",
      "Правило логотипа: элемент Dynamic Ribbon имеет юридическое наименование Dynamic Ribbon Device; перед использованием консультируйтесь с юридическим отделом",
      "Максимизировать видимость графики с учётом вариаций в размере вывески, её расположении и направлении подхода",
      "Правила работы с логотипом: использовать Coca-Cola Zero Logo, динамическую ленту, контурную бутылку или фото бутылки в черно-белом исполнении.",
      "Особые ограничения и правила: стандартизированные форматы знаков — квадрат, горизонталь, вертикаль; обеспечить читаемость и узнаваемость с расстояния 6 метров.",
      "Всегда применять стандарты дизайна для горизонтального формата Signage Design Standards_Horizontal Format 6.06.",
      "Правило работы с логотипом: окружать логотип чистым полем не менее высоты дефиса, соединяющего «Coca» и «Cola»",
      "Правило работы с логотипом: логотип Coca-Cola Zero и символ контурной бутылки должны быть одного уровня по высоте",
      "Правило работы с логотипом: сохранять пропорциональное масштабирование логотипа и символа при изменении размера",
      "Правила работы с логотипом: на символе Контурной Бутылки использовать только двухцветный логотип Coca-Cola Zero (красный и чёрный) без трёхмерного исполнения; всегда применять стандарты дизайна Arden Square и Contour Bottle; высота знака должна быть равна высоте Arden Square; сохранять пропорциональное масштабирование при изменении размеров.",
      "Правила работы с логотипом: окружать Контурную бутылку свободным пространством минимум равным высоте «a» в слове «Coca»",
      "Правила работы с логотипом: Контурная бутылка должна отображаться целиком и с неизменной формой",
      "Правила работы с логотипом: всегда применять стандарты оформления логотипа Coca-Cola Zero",
      "Правила работы с логотипом: логотип Coca-Cola Zero должен иметь минимальное защитное пространство в соотношении не менее 5:1",
      "Правила работы с логотипом: между словами «Coca» и «Cola» обязательно должен присутствовать дефис",
      "Правило: дизайн графики флота должен создавать единый визуальный образ The Coca-Cola Company во всех точках взаимодействия.",
      "Правило работы с логотипом: использовать логотип Coca-Cola Zero",
      "Правило работы с логотипом: обеспечить вокруг логотипа пространство не менее высоты дефиса между словами \"Coca\" и \"Cola\"",
      "Правило работы с логотипом: соблюдать правила Clear Space, Minimum Size, TM Scaling и Cropping из раздела Core Brand Elements and Standards (2.0)",
      "Следовать разработанным стандартам для обеспечения единообразного визуального впечатления при применении графики на автотранспорте",
      "При необходимости обращаться к предыдущей странице «Application Standards for Graphics and Decals»",
      "Расположение графики может изменяться в зависимости от длины прицепа",
      "Для каждого размера транспортного средства требуется один трафарет логотипа Coca-Cola Zero и символа контурной бутылки",
      "Графика наносится на «cab over» над ветровым стеклом, чтобы при виде грузовика спереди идентификация была максимально видимой.",
      "При необходимости обращаться к предыдущей странице «Application Standards for Graphics and Decals» для уточнения стандартов нанесения графики и декалей.",
      "Показывать логотип Coca-Cola Zero по обеим сторонам дверных панелей кабины грузовика.",
      "Центрально располагать название производителя напитка, адрес и любые идентификаторы, требуемые законом, под логотипом Coca-Cola Zero.",
      "Графика (Rear Graphic) должна располагаться на задней части грузовика.",
      "На задней панели грузовика размещается либо графика, либо фотография, но не оба одновременно.",
      "Контур бутылки обязателен для каждого размера транспортного средства флота.",
      "При необходимости обращаться к предыдущей странице «Application Standards for Graphics and Decals».",
      "Front Graphic размещается на капоте автомобиля с равными отступами слева и справа от декали или в черном пространстве над буксировочной сцепкой трейлера. При фронтальном обзоре является единственным идентификационным элементом и занимает максимально заметное место.",
      "При отсутствии или закрашенных грузовых окнах боковую графику размещать в зоне между боковым окном и задним краем фургона.",
      "Для боковой графики с видимыми грузовыми окнами: логотип располагать по центру между передним и задним колесами под боковым окном; контурную бутылку располагать вертикально между задним колесом и бампером.",
      "Для боковой графики без или с закрашенными грузовыми окнами: логотип располагать по центру между боковым окном и задней кромкой фургона; контурную бутылку располагать вертикально на боковой двери.",
      "Правило работы с логотипом: для товарных знаков, у которых есть определённый шрифт, гарнитура, презентационный или дизайнерский элемент, использовать только утверждённые графические представления.",
      "Шрифт: Товарные знаки должны отображаться прописными буквами или в кавычках, специальном скриптовом начертании, курсе или полужирном шрифте.",
      "Правило работы с логотипом: Товарный знак следует использовать как прилагательное и сопровождать его родовым термином для указания типа продукта.",
      "Правило работы с логотипом: Использовать Dynamic Ribbon Device только в отношении линейки напитков «COCA-COLA» или как часть обозначения TCCC; не комбинировать его с чужими товарными знаками для создания нового логотипа."
    ],
    "color_system_rules": [
      "Концепция стиля: Own Black",
      "Цвет: Стандартный логотип Coca-Cola Zero — Coke Red (Pantone 484 C) и черный на белом фоне.",
      "Цвет: Реверсивный логотип Coca-Cola Zero — Coke Red и белый на черном фоне.",
      "Цвет: Логотип Coca-Cola Zero никогда не должен использоваться в других цветах, даже если они входят в фирменную палитру.",
      "Цвет: предпочтительный фон — черный (Ref. 2); альтернативный фон — белый; выбор между ними должен основываться на обеспечении видимости и читаемости",
      "Цвет: предпочтительный фон — черный (Ref. 2)",
      "Концепция символа контурной бутылки — современное и вневременное выражение подъёма настроения от употребления Кока-Колы",
      "Цвет: На черном силуэте бутылки Spencerian Script – Coca-Cola Red, «Zero» – белый",
      "Цвет: На белом силуэте бутылки Spencerian Script – Coca-Cola Red, «Zero» – черный",
      "Цвет: Не использовать другие цвета, даже если они присутствуют в палитре бренда",
      "Цвет: Для варианта Coca-Cola Zero используются цвета Black, Coke Red и White.",
      "Цвет: Использовать Dynamic Ribbon серебряного и черного цветов на белом фоне, а также белого цвета на черном фоне.",
      "Цвет: использовать только silver для поддерживающих исполнений.",
      "Цвет: для носителей без возможности цвета (например, черно-белая печать) использовать ограниченную версию Dynamic Ribbon (black).",
      "Цвет: не использовать никакие цвета, кроме черного или белого, для постоянных исполнений (исключение: временное использование в кампаниях и с Properties).",
      "Цвет: Основное цветовое исполнение Coca-Cola Zero Arden Square включает Coke Red, белый и серебристый на черном фоне.",
      "Цвет: Для носителей без возможности использования цвета (например, черно-белая печать) ограниченная палитра Arden Square — белый на черном фоне.",
      "Цвет: использовать только сочетание Coke Red, White и Silver на черном фоне для логотипа Coca-Cola Zero Arden Square",
      "Цвет: Основной цвет – Black (Pantone Black, RGB 0,0,0, HEX #000000).",
      "Цвет: Вспомогательный цвет – Coke Red (Pantone – no equivalent, RGB 244,0,9, HEX #F40000).",
      "Цвет: Вспомогательные цвета – Silver и White (Pantone Opaque White; White: RGB 255,255,255, HEX #FFFFFF).",
      "Цвет: Black должен преобладать во всех исполнениях.",
      "Цвет: Coke Red использовать экономно для создания динамичных рамок, усиливающих черную коммуникацию, сохраняя её свежей, смелой и неожиданной.",
      "Цвет: При выборе второстепенных цветов отдавать приоритет Silver и White для поддержки основных.",
      "Цвет: не использовать неуказанные цвета Arden Square.",
      "Концепция стиля: видеть черный – думать Coca-Cola Zero.",
      "Цвет: Основные цвета: Black (PMS = Black, C=0 M=0 Y=0 K=100, R=0 G=0 B=0, Hex=000000) и Coke Red (PMS = no equivalent, C=4 M=100 Y=95 K=0, R=244 G=0 B=9, Hex=F40000)",
      "Цвет: Вспомогательные цвета: Silver (PMS = Opaque White, C=0 M=0 Y=0 K=0, R=255 G=255 B=255, Hex=FFFFFF) и White (PMS = Opaque White, C=0 M=0 Y=0 K=0, R=255 G=255 B=255, Hex=FFFFFF)",
      "Цвет: Black должен присутствовать во всех исполнениях и быть доминирующим цветом",
      "Цвет: Coke Red должен присутствовать в макетах и использоваться экономно для создания динамичной рамки, подчеркивающей черную коммуникацию, сохраняя ее свежей, смелой и неожиданной",
      "Цвет: Вспомогательные цвета Silver и White могут использоваться только для поддержки основных цветов, но не как основные",
      "Цвет: Следовать специфическим правилам цветового оформления для каждого элемента бренд-стандартов",
      "Цвет: Не использовать неутвержденные цвета.",
      "Цвет: Не применять растровку или тонировку фирменных цветов.",
      "Цвет: Не добавлять градиенты или несколько оттенков к фирменным цветам.",
      "Цвет: Черный или красный должны быть доминирующими цветами в макетах.",
      "Цвет: Не исключать Coca Red из макетов.",
      "Цвет: Не использовать второстепенные фирменные цвета как основные.",
      "Цвет: Не изменять указанные цветовые раскладки фирменных цветов.",
      "Цвет: Не использовать раскладки из предыдущих изданий стандартов бренда.",
      "Цвет: Не использовать цвета CMYK, если доступна печать со спеццветом.",
      "Цвет: Для экранных материалов использовать RGB или HEX, не CMYK.",
      "Цвет: Не игнорировать цветовые правила, специфичные для каждого элемента стандартов бренда.",
      "Цвет: Основной цвет фона — черный.",
      "Цвет: Допускается использование белого фона.",
      "Концепция стиля: Плоские цветовые фоны.",
      "Цвет: Основной фон — черный. Используйте его в простом и смелом стиле для мгновенной и привычной связи с потребителем и для демонстрации «владения» черным.",
      "Цвет: Дополнительный фон — белый.",
      "Цвет: включать зоны бликов в оттенках закатных оранжево-жёлтых; тёмные участки в оттенках тёмного шоколада с намёками на карамель; глубокие красные тона.",
      "Цвет: основной цвет – кола; вспомогательные цвета – оттенки закатных оранжевых и желтых, темно-шоколадные, карамельные и глубокие красные тона",
      "Цвет: Основные цвета — Black, Pure Silver, Coke Red, White.",
      "Цвет: Вспомогательный цвет — Georgia Green.",
      "Цвет: Продукт Coca-Cola Zero должен иметь общий оттенок колы с областями светлых тонов (закатные оранжевые и желтые) и темных (темный шоколад) с намеками на карамель и глубокие красные тона.",
      "Цвет: Жидкость не должна быть непрозрачной или состоять из одного цвета или оттенка.",
      "Цвет: использовать основные цвета – Черный, Pure Silver (Чистое Серебро), Coca-Cola Red, Белый.",
      "Цвет: в качестве вспомогательного цвета использовать Georgia Green.",
      "Цвет: печатный черный на этикетках должен визуально соответствовать глобальному цветовому стандарту.",
      "Цвет: Черный цвет должен быть преобладающим на этикетке Coca-Cola Zero.",
      "Цвет: Логотип, динамическая лента и контур бутылки должны отображаться только в цветах Coke Red и белом на черном фоне и никогда в других цветах.",
      "Цвет: при печати на бумажном картоне использовать только Coca-Cola Red, чёрный и белый цвета.",
      "Цвет: при использовании чёрных чернил и серебристой краски стандарта Coca-Cola Silver Ink визуально соответствовать черному Global Color Standard.",
      "Цвет: всегда заливать чёрные элементы до краёв, чтобы избежать белых краёв.",
      "Цвет: для полипропиленового субстрата использовать обратную печать чёрным на прозрачном субстрате с последующей ламинацией на белый субстрат.",
      "Цвет: для бумажного субстрата использовать поверхностную печать чёрным на белом субстрате с последующей лакировкой или ламинацией.",
      "Цвет: при печати на прозрачной термоусадочной плёнке использовать чёрные чернила для достижения необходимой интенсивности цвета.",
      "Цвет: на бумажном картоне использовать чёрные чернила для достижения правильного серебристого отражения.",
      "Цвет: стандарт печати серебряных чернил Coca-Cola должен визуально соответствовать чёрному Global Color Standard.",
      "Особые ограничения: для визуального согласования цвета на бумажном картоне обращаться в Global Design Group.",
      "Особые ограничения: для дополнительного руководства по измерению, оценке и калибровке цвета обращаться к разделу Color Measurement, Evaluation and Calibration.",
      "Цвет: наносить один слой белой краски перед двойным нанесением черной для достижения необходимой интенсивности",
      "Цвет: черная краска должна визуально соответствовать Черному Глобальному Цветовому Стандарту (Black Global Color Standard) для HTL и ACL",
      "Цвет: основной — Coke Red 3.12",
      "Цвет: вспомогательный — Black Closures",
      "Цвет: для HTL-подложки — один цвет черного, наносимый реверсной печатью на белую подложку с последующей термопередачей на стеклянную бутылку",
      "Цвет: для ACL-подложки — один цвет черного, наносимый поверхностной печатью непосредственно на стеклянную бутылку",
      "Цвет: используемый черный цвет должен визуально соответствовать Global Color Standard для HTL и ACL",
      "Цвет: использовать черный пластиковый субстрат для крышек на всех упаковках Coca-Cola Zero с многоразовыми крышками.",
      "Цвет: основные цвета — Black, Pure Silver, Coke Red и White.",
      "Цвет: Основной цвет — Coke Red",
      "Цвет: Вспомогательные цвета — Black, Pure Silver, White",
      "Цвет: основной – чёрный (Black)",
      "Цвет: Pure Silver",
      "Цвет: Coke Red",
      "Цвет: White Substrate",
      "Цвет: Black",
      "Цвет: Coke Red",
      "Цвет: White",
      "Цвет: Pure Silver",
      "Цвет: Black",
      "Цвет: Coke Red",
      "Цвет: White",
      "Цвет: Pure Silver / Silver Substrate",
      "Цвет: Black",
      "Цвет: Pure Silver",
      "Цвет: Coke Red",
      "Цвет: White",
      "Цвет: крышка бутылки должна быть чёрной, обеспечивать консистентность чёрного цвета и интегрировать ниточку красного цвета во всё оформление",
      "Цвет: основной цвет бутылки — Georgia Green",
      "Цвет: Не использовать окрашенные PET-бутылки (непрозрачные или полупрозрачные).",
      "Цвет: допускается окрашивание бутылок из переработанного полиэтилена (PE) в оттенок Georgia Green с максимально возможным содержанием вторичного материала",
      "Цвет: основные цвета — Black, Pure Silver, Coke Red, White",
      "Цвет: вспомогательный цвет — Georgia Green",
      "Цвет: использовать черный цвет для крышки (Black Closure)",
      "Цвет: основные цвета – Black, Coke Red, White, Pure Silver",
      "Цвет: дополнительный цвет – Georgia Green",
      "Цвет: Основные цвета: Black, Pure Silver, Coke Red, White",
      "Цвет: Вспомогательный цвет: Georgia Green",
      "Цвет: Основные цвета – черный, чистое серебро (Pure Silver), красный Coca-Cola (Coke Red), белый.",
      "Цвет: Вспомогательные цвета – черная крышка (Black Closure), Georgia Green.",
      "Цвет: основная палитра включает черный, серебристый (Pure Silver), красный Coca-Cola и белый",
      "Цвет: допускается использование прозрачных PE-бутылок, тонированных в цвет Georgia Green; не использовать непрозрачные или полупрозрачные пигментированные PE-бутылки",
      "Цвет: Основные цвета — Black, Pure Silver, Coke Red, White",
      "Цвет: Вспомогательный цвет — Georgia Green",
      "Цвет: Крышка должна быть чёрной (Black Closure)",
      "Цвет: Для PE-бутылок допускается тон в Georgia Green при использовании максимального содержания переработанного PE",
      "Black Cap: черная крышка возможна на всех видах упаковки.",
      "Цвет: Georgia Green Color разрешен на стеклянных бутылках, сложен в исполнении на PET и невозможен на алюминиевых бутылках.",
      "Black Label: черная этикетка возможна на всех видах упаковки.",
      "Visible Product (brown color): видимый коричневый напиток возможен на стекле и PET, невозможен на алюминии.",
      "Цвет: использовать только утвержденные для Arden Square цвета; никакие другие цвета, даже из брендовой палитры, не использовать.",
      "Цвет: использовать черный.",
      "Концепция стиля: принципы Bold Simplicity и сила черного.",
      "Фото контурной бутылки может использоваться, когда необходимы сигналы об освежении",
      "Цвет: фон – черный; символ контурной бутылки – белый; логотип Coca-Cola Zero – красный (Coke Red) и черный; никаких других цветов.",
      "Цвет: настраиваемая область всегда должна быть белой",
      "Цвет: фон всегда черный",
      "Цвет: символ контурной бутылки должен быть белым с логотипом Coca-Cola Zero в Coke Red и черном",
      "Цвет: не использовать никаких других цветов, даже если они присутствуют в брендовой палитре",
      "Цвет: фон вывески всегда чёрный; фон настраиваемой области – белый; символ Контурной Бутылки – белый; логотип Coca-Cola Zero – красный и чёрный; использовать только указанные цвета.",
      "Цвет: для элементов Arden Square и Contour Bottle применять стандарты цвета Coca-Cola Zero.",
      "Цвет: фон всегда черный",
      "Цвет: символ Контурной бутылки всегда белый",
      "Цвет: предпочтительный цвет фона — черный",
      "Цвет: при невозможности использования черного фона допускается белый фон с белым логотипом Coca-Cola Zero и белым символом Контурной бутылки",
      "Цвет: предпочтительный фоновый цвет — черный.",
      "Цвет: если черный недоступен, использовать белый фон, белый логотип Coca-Cola Zero и белый символ бутылки Contour.",
      "Цвет: основной цвет — черный.",
      "Концепция стиля: основывается на принципах Bold Simplicity и Power of Black",
      "Цвет: фон всегда должен быть чёрным; никакие другие цвета не используются.",
      "Никогда не окрашивать фотографию контурной бутылки",
      "Цвет: Контурную бутылку размещать вертикально по центру в зоне Coca-Cola Red на вертикальной панели рядом с оконным блоком."
    ],
    "typography_rules": [
      "Ширина горизонтальной разделительной линии при вертикальном расположении равна расстоянию от левого края заглавной «C» в «Coca» до правого края завитка заглавной «C» в «Cola».",
      "Горизонтально выровнять дефис слова «Coca-Cola» с буквой «z» в слове «Zero».",
      "Шрифт: Gotham Book должен использоваться для основного текста (body copy) во всех коммуникациях бренда.",
      "Шрифт: При недоступности Gotham для внутренних коммуникаций или HTML-текста может использоваться шрифт Arial.",
      "Шрифт: Arial не должен использоваться в потребительских материалах.",
      "Шрифт: Для заголовков использовать Gotham Bold во всех материалах и коммуникациях бренда.",
      "Шрифт: Для основного текста (body copy) использовать Gotham Book размером 9 pt с межстрочным интервалом 11 pt; допускается использование Gotham Book 10 pt с межстрочным интервалом 12 pt.",
      "Шрифт: Gotham Medium должен использоваться для предложений (offer), подзаголовков (sub-head) и функциональных сообщений, таких как указание цен или призыв к действию.",
      "Шрифт: Текст призыва к действию (call-to-action) всегда должен быть набран строчными буквами.",
      "Шрифт: Для отображения цен использовать Gotham Bold; символы валюты должны быть уменьшены до 25% от высоты цифр.",
      "Шрифт: Размер шрифта в ценовых и рекламных элементах может варьироваться для создания акцента.",
      "Шрифт: Не изменять кернинг — использовать настройку \"0\".",
      "Шрифт: Основной текст может выравниваться по левому краю, по правому или по центру в зависимости от необходимости.",
      "Шрифт: В случае недоступности Gotham для внутренних коммуникаций или HTML-текста допускается использование Arial; Arial никогда не должен использоваться в потребительских материалах.",
      "Шрифт: Не использовать Gotham Medium для основного текста (body copy).",
      "Шрифт: Не использовать шрифты, кроме шрифтов семейства Gotham, в потребительских материалах.",
      "Шрифт: Не использовать набор текста только в нижнем регистре для длинных заголовков или предложений.",
      "Шрифт: Заголовки всегда должны быть набраны строчными буквами.",
      "Шрифт: Заголовки никогда не должны быть набраны заглавными буквами.",
      "Шрифт: Межбуквенный интервал в заголовках должен быть -55.",
      "Шрифт: Основной текст должен всегда иметь межстрочный интервал +20% от размера шрифта (например, 10 pt шрифта с 12 pt межстрочным интервалом или 9 pt шрифта с 11 pt межстрочным интервалом).",
      "Шрифт: Основной текст должен всегда использовать правила sentence-capitalization.",
      "Шрифт: Основной текст может быть выровнен по левому краю, по правому краю или по центру.",
      "Шрифт: Размер шрифта в разделе прайсинга и призыва к действию может варьироваться для создания акцента.",
      "Шрифт: Текст призыва к действию всегда должен быть набран строчными буквами.",
      "Шрифт: Для предложения и подзаголовка использовать шрифт Gotham Medium.",
      "Шрифт: Для цены использовать шрифт Gotham Bold.",
      "Шрифт: использовать только шрифты семейства Gotham в материалах для потребителей (не использовать Arial или другие шрифты вне семейства).",
      "Шрифт: использовать Gotham Bold в качестве основного шрифта заголовков (не использовать другие начертания).",
      "Шрифт: не использовать набор только из строчных букв для длинных заголовков или предложений.",
      "Шрифт: максимальный размер Script",
      "Шрифт: основной – Helvetica Bold Condensed",
      "Шрифт: Helvetica Bold Condensed — основной шрифт для коммуникации размеров контента, информации о питательной ценности и ингредиентах.",
      "Цвет: предпочтительный стандарт печати – двухцветная печать на крышках; если двухцветная печать невозможна, допускается печать только белым цветом.",
      "Печатная инструкция для типографий должна быть приложена ко всем файлам макетов.",
      "Для стеклянных бутылок используется шелкографическая печать (screen-printed labeling) на неребристых (non-ruled) поверхностях.",
      "Для ПЭТ-бутылок используются бумажные или пластиковые обёрточные этикетки (wrap labels) на рифлёных (ruled) поверхностях.",
      "Для алюминиевых бутылок применяется 4-цветная тампод-печать и лакирование на неребристых (non-ruled) поверхностях; для алюминиевой контурной бутылки допускается полное графическое покрытие упаковки при использовании тампод-печати до этапа формования как исключение для данного материала.",
      "Применять графику к постоянной вывеске в конкретных условиях",
      "Шрифтовая информация отсутствует",
      "Шрифт: основной шрифт – Gotham (для текста настраиваемого сообщения используется Gotham Medium).",
      "Все доски должны создавать осведомленность на месте с расстояния 30–40 метров.",
      "Шрифт: текст пользовательского сообщения установлен в Gotham Medium",
      "Шрифт: не указан.",
      "Трафареты должны изготавливаться из плотного прозрачного материала Mylar",
      "Шрифт: товарный знак COCA-COLA должен отображаться в Spencerian script.",
      "Шрифт: в материалах, распространяемых за пределами TCCC, товарный знак следует выделять так, чтобы он отличался от остального текста — например, все заглавные буквы, в кавычках, специальным шрифтом, курсивом или полужирным начертанием.",
      "Шрифт: Spencerian script используется для товарного знака «COCA-COLA» и его вариаций (COKE, DIET COKE, LIGHT и т.д.)"
    ],
    "restrictions_rules": [
      "Шрифт: Spencerian Script использовать визуально заблокированным с логотипом “Zero” и только для товарных знаков, содержащих “Coca-Cola” и “Coke”, а также для торговых наименований The Coca-Cola Company, её дочерних предприятий и бутилировщиков.",
      "Правило работы с логотипом: Элементы Spencerian Script и “Zero” должны быть визуально заблокированы вместе, образуя единый логотип.",
      "Концепция стиля: Логотип должен выражать смелую уверенность и мужественность бренда, отражая наследие оригинального товарного знака Coca-Cola.",
      "Запрещено: использование Spencerian Script для любых целей, кроме товарных знаков «Coca-Cola» и «Coke» и торговых наименований The Coca-Cola Company.",
      "Цвет: Логотип Coca-Cola Zero нельзя размещать на фонах, отличных от белого и черного.",
      "Цвет: Для черно-белых материалов использовать ограниченный вариант логотипа — черный логотип на белом фоне или белый реверсивный логотип на черном фоне.",
      "Особые ограничения: при травлении, тиснении, пескоструйной обработке или выборочном лакировании цвет логотипа может совпадать с цветом материала основы.",
      "Окружайте логотип Coca-Cola Zero свободным пространством не менее высоты дефиса (1h) по всему периметру.",
      "При масштабировании знака ™ выравнивайте его верхнюю кромку по верхней части буквы «o» в слове «Zero» и всегда масштабируйте от верхнего края для обеспечения читаемости.",
      "Расстояние между знаком ™ и буквой «o» в слове «Zero» должно быть не менее 1/4 диаметра знака ™ и не более одного полного диаметра.",
      "Логотип Coca-Cola Zero не должен обрезаться на постоянных носителях; исключения возможны для временных носителей сроком до 3 месяцев не чаще одного раза в год по согласованию с командой управления стандартами идентичности (гл. 9.0).",
      "Не использовать другие версии логотипа Coca-Cola, включая варианты из существующих брендовых элементов и локапов.",
      "Не удалять и не перемещать символ ™.",
      "Не добавлять элементы к логотипу Coca-Cola Zero.",
      "Не добавлять эффекты свечения к логотипу Coca-Cola Zero.",
      "Не добавлять обводки или контуры к логотипу Coca-Cola Zero.",
      "Не масштабировать и не изменять размер логотипа Coca-Cola Zero, особенно непропорционально.",
      "Не вращать логотип Coca-Cola Zero, за исключением поворота на 2° против часовой стрелки.",
      "Не искажать логотип Coca-Cola Zero (не наклонять, не деформировать, не создавать ложных перспектив).",
      "Не изменять размер элемента «Zero» отдельно (не увеличивать, не уменьшать).",
      "Не создавать иконку логотипа в виде черного круга (диска).",
      "Цвет: не использовать неподдерживаемые цвета.",
      "Цвет: размещать логотип только на черном фоне.",
      "Использовать горизонтальную однострочную версию логотипа Coca-Cola Zero для полочных лент (shelf-strips) и в горизонтальных форматах при ограниченном пространстве для максимального воздействия",
      "Не изменять компоновку (lock-up) логотипа Coca-Cola Zero",
      "Цвет: слово «Coca-Cola» должно быть выполнено в красном цвете; слово «zero» — в белом на черном фоне или в черном на белом фоне",
      "Минимальное требуемое свободное пространство вокруг горизонтального логотипа Coca-Cola Zero равно высоте дефиса между «Coca» и «Cola».",
      "Черная разделительная линия проходит посередине чистой зоны между логотипами: вертикальная при горизонтальном расположении и горизонтальная при вертикальном расположении.",
      "При необходимости для визуального баланса размер логотипа партнёра уменьшается, если он визуально доминирует над логотипом Coca-Cola Zero.",
      "Стиль изображения: наклон логотипа под углом 20°",
      "Концепция стиля: наклонный логотип предназначен только для временных материалов",
      "Минимальное свободное пространство вокруг логотипа Coca-Cola Zero должно быть равно высоте дефиса между «Coca» и «Cola»",
      "Минимальный размер отображения на экране: для скриптовой части логотипа — не менее 100 пикселей в ширину; для символа ™ — не менее 6 пикселей в диаметре.",
      "При масштабировании логотипа выравнивайте верхний край символа ™ по верхнему краю буквы «o» в слове «Zero» и при использовании в меньших размерах увеличивайте символ ™ для обеспечения читаемости, всегда масштабируя его от верхнего края.",
      "Свободное пространство между символом ™ и концом буквы «o» в слове «Zero» должно быть не менее 1/4 диаметра символа ™ и не превышать полного диаметра символа ™.",
      "Всегда просматривать документы со стандартами бренда в формате PDF в масштабе 100% для правильного отображения размеров.",
      "Стиль: Однострочная горизонтальная версия логотипа Coke Zero используется только в ограниченных случаях — преимущественно для полочных элементов или в горизонтальном формате, где пространство ограничено и требуется максимальный визуальный эффект.",
      "Запрещено: Изменять логотип Coke Zero.",
      "Минимальное безопасное пространство вокруг горизонтального логотипа Coca-Cola Zero равно высоте полукруга, образованного внутри вершины буквы «e» в слове «Zero».",
      "Символ контурной бутылки является основным элементом визуального языка и применяется в случаях, когда фотография неуместна или не требуется",
      "Использовать только утверждённые версии символа контурной бутылки, доступные на сайте Design Machine",
      "Подробные правила использования символа контурной бутылки приведены на последующих страницах брендбука",
      "Использовать Контурную Бутылку с 3D логотипом Coca-Cola Zero как стандартный элемент бренда",
      "Сохранять форму, пропорции, позиционирование и замок логотипа точно в соответствии со стандартами бренда",
      "Шрифт: Использовать Spencerian Script для логотипа Coca-Cola Zero",
      "Никогда не использовать 2D логотип Coca-Cola Zero",
      "Никогда не использовать 3D логотип Coca-Cola Zero вне силуэта бутылки",
      "Для определенных исполнений (например, кампаний и объектов собственности) форма Контурной Бутылки может формироваться иллюстрациями вокруг, но иллюстрации не допускаются внутри формы",
      "Контурная бутылка и логотип всегда должны отображаться полностью и не обрезаться",
      "Цвет: Контурный символ бутылки должен отображаться только черным на белом фоне или белым на черном фоне; нельзя использовать другие цвета, даже если они входят в палитру бренда.",
      "Логотип: контур-бутылочный символ всегда должен отображаться полностью и не обрезаться.",
      "Логотип: верхнее свободное пространство может не соблюдаться для отдельных приложений (например, стаканов для напитков и стадионных бордов), при этом минимальное пространство по бокам должно сохраняться.",
      "Не использовать устаревшую версию символа контурной бутылки, включая варианты в существующих элементах бренда.",
      "Не добавлять тени, узоры, обводки или любые дополнительные элементы к символу контурной бутылки, включая размещение за ним.",
      "Не удалять или отделять элементы символа контурной бутылки.",
      "Не изменять шрифт Spencerian Script на символе контурной бутылки.",
      "Не вращать символ контурной бутылки.",
      "Не искажать символ контурной бутылки, включая непропорциональное масштабирование, смещение или создание ложной перспективы.",
      "Не масштабировать символ контурной бутылки ниже минимальных размеров: минимум 19.05 мм (.75 дюйма) в высоту для печати, 100 пикселей в высоту для экранного отображения; исключение: если необходим размер чуть меньше минимального, использовать только версию без надписи (Script), при этом сама надпись никогда не должна быть меньше минимального размера для обеспечения читаемости.",
      "Не размещать символ контурной бутылки на неподтвержденных цветах или внутри ограничивающих цветовых фигур (если не используется полная цветная версия).",
      "Не игнорировать поля вокруг символа, а также правила выравнивания и обрезки.",
      "Всегда просматривать PDF стандартов бренда при масштабе 100% для корректного отображения.",
      "Использовать только утверждённые версии Dynamic Ribbon, доступные на сайте Design Machine.",
      "Dynamic Ribbon является опциональным элементом оформления.",
      "Шрифт: не изменять Spencerian Script в контурном символе бутылки.",
      "Запрещено модифицировать контурный символ бутылки — изменять шрифт, добавлять или удалять элементы, поворачивать, масштабировать, искажать, использовать устаревшие версии или вносить любые другие изменения.",
      "Цвет: использовать только утверждённые цвета, не размещать контурный символ бутылки на непредусмотренных или ограничивающих цветных фонах (кроме полнофоновой заливки).",
      "Особые ограничения: соблюдать правила свободного пространства, выравнивания и обрезки контурного символа бутылки.",
      "Dynamic Ribbon должен выходить за пределы поля макета (bleed off).",
      "При необходимости максимального визуального воздействия Dynamic Ribbon следует кадрировать максимально, соблюдая установленные ограничения.",
      "Особые ограничения и правила: использовать только утвержденные версии Dynamic Ribbon, доступные на сайте Design Machine; Dynamic Ribbon является опциональным; юридическое наименование — Dynamic Ribbon Device; при использовании проконсультироваться с местным юридическим отделом по вопросам торговой марки.",
      "Не изменять характерную форму Dynamic Ribbon от утвержденного стандарта.",
      "При необходимости Dynamic Ribbon может выступать за границы оформления; обрезать ровно, не более чем на 10% с каждого края (максимум 20% общей длины).",
      "Не перекрывать участки Dynamic Ribbon другими элементами дизайна таким образом, чтобы скрывался ритм «толстый-тонкий-толстый».",
      "Для белой печатной рекламы использовать restricted-use Dynamic Ribbon согласно образцу на странице.",
      "Цвет: не использовать узоры или другие заливки вместо одобренных сплошных цветов.",
      "Не изменять характерную форму Dynamic Ribbon относительно одобренной формы.",
      "Не обрезать Dynamic Ribbon более чем на 10% с любого конца.",
      "Не пересекать часть Dynamic Ribbon другим элементом дизайна так, чтобы это скрывало ритм «толще–тоньше–толще» её формы.",
      "Если при использовании Dynamic Ribbon логотип Coca-Cola Zero исключается, необходимо включать символ ®.",
      "Dynamic Ribbon и логотип Coca-Cola Zero не должны перекрываться.",
      "При компоновке Dynamic Ribbon и логотипа выравнивайте дефис со строчной 'z' в слове Zero.",
      "Между логотипом Coca-Cola Zero и Dynamic Ribbon должно быть пространство, равное высоте дефиса, соединяющего «Coca» и «Cola».",
      "Не изменять и не искажать Dynamic Ribbon никаким образом.",
      "Не накладывать на Dynamic Ribbon никакие элементы бренда.",
      "Не допускать, чтобы элементы дизайна закрывали более 2/3 Dynamic Ribbon или скрывали его характерный ритм «толстый-тонкий-толстый».",
      "Не вращать Dynamic Ribbon, за исключением поворота на 90° против часовой стрелки (единственное допустимое исключение — локауты с логотипом Coca-Cola Zero на упаковке).",
      "Не добавлять блики или тени (drop shadows) к Dynamic Ribbon.",
      "Не обрезать Dynamic Ribbon неравномерно.",
      "Не использовать более ранние версии Dynamic Ribbon.",
      "Не удалять символ ® с Dynamic Ribbon при использовании его без логотипа Coca-Cola Zero.",
      "При создании lock-up Dynamic Ribbon и логотипа Coca-Cola Zero не изменять стандартные пропорции и соотношение отступов; логотип всегда центрируется над лентой без перекрытий.",
      "При объединении (lock-up) Dynamic Ribbon и логотипа Coca-Cola Zero пространство между ними должно равняться высоте дефиса в слове «Coca-Cola».",
      "Цвет: Dynamic Ribbon может быть только черным или белым; использование других цветов запрещено (за исключением временных кампаний и активов).",
      "Правило работы с логотипом: используйте только утвержденные версии Coca-Cola Zero Arden Square, доступные на сайте Design Machine.",
      "Не искажать Dynamic Ribbon никаким образом.",
      "Не перекрывать Dynamic Ribbon элементами фирменного стиля.",
      "Не допускать, чтобы элементы дизайна закрывали более 5% Dynamic Ribbon или скрывали его ритм («толстый-тонкий-тонкий»).",
      "Не удалять символ ® с Dynamic Ribbon при использовании его без логотипа Coca-Cola Zero.",
      "Не поворачивать Dynamic Ribbon, за исключением поворотов на 90° против часовой стрелки.",
      "Не добавлять блики или тени к Dynamic Ribbon.",
      "Не обрезать Dynamic Ribbon более чем на 10% с любой стороны.",
      "Не обрезать Dynamic Ribbon неравномерно.",
      "Не «парить» Dynamic Ribbon в дизайне. Единственное допустимое исключение — закрепление в связке с логотипом Coca-Cola Zero (например, на упаковке).",
      "Не изменять соотношение пространств при объединении Dynamic Ribbon и логотипа Coca-Cola Zero.",
      "Не смещать логотип Coca-Cola Zero в несбалансированное положение при создании «замка» с Dynamic Ribbon.",
      "Не изменять стандартные пропорции Dynamic Ribbon в связке с логотипом Coca-Cola Zero.",
      "Не использовать устаревшие версии Dynamic Ribbon.",
      "Цвет: в медиа без возможности цвета (черно-белая печать и т.п.) использовать только белый логотип на черном фоне",
      "Не изменять форму или пропорции логотипа Arden Square.",
      "Не изменять расположение Dynamic Ribbon в составе логотипа Arden Square.",
      "Не изменять пропорции пространства (space ratio) в составе Dynamic Ribbon и логотипа Arden Square.",
      "Не использовать устаревшие версии логотипов Arden Square и Coca-Cola Zero.",
      "Не использовать restricted version логотипа Arden Square, за исключением случаев, указанных на странице «Colors».",
      "Вокруг логотипа Coca-Cola Zero (Arden Square) должен сохраняться clear space, равный расстоянию от низа буквы «o» до верха буквы «C» в слове «Coca» (обозначается как X).",
      "Минимальная ширина логотипа на экране — 112 пикселей; минимальный диаметр символа ® — 6 пикселей.",
      "Применять правила масштабирования логотипа Coca-Cola Zero TM, указанные на странице «Clear Space, Minimum Size, TM Scaling, Cropping».",
      "Не изменять форму или пропорции Arden Square.",
      "Не изменять расположение динамичной ленты (Dynamic Ribbon) в Arden Square.",
      "Не изменять соотношение свободного пространства между динамичной лентой (Dynamic Ribbon) и логотипом Coca-Cola Zero.",
      "Не использовать устаревшую версию Arden Square.",
      "Не использовать ограниченную версию Arden Square, кроме случаев, указанных на странице «Цвета».",
      "Не игнорировать правила безопасного поля (clear space) для Arden Square.",
      "Цвет: Не использовать неутвержденные цвета (включая для логотипа Coca-Cola Zero)",
      "Цвет: Не использовать градации, оттенки, градиенты, многотонные вариации или разложения брендовых цветов",
      "Шрифт: Gotham Bold должен использоваться для заголовков во всех материалах и коммуникациях бренда.",
      "Шрифт: Gotham Medium должен использоваться только для функциональных сообщений, таких как цены или призывы к действию.",
      "Особые ограничения: The Coca-Cola Company не имеет глобальных прав на использование шрифтов бренда.",
      "Цвет: Не использовать неутвержденные цвета для логотипа Coca-Cola Zero.",
      "Шрифт: Не использовать кернинг плотнее или реже, чем настройка 0°.",
      "Шрифт: Символы валюты должны быть уменьшены до 60% от общей высоты цифр.",
      "Правило: Использовать плоские фоны для акцентирования коммуникации и элементов, соблюдая стандарты для обеспечения единообразия.",
      "Шрифт: не использовать Gotham Medium для основного текста.",
      "Шрифт: не использовать Gotham Condensed в больших блоках.",
      "Запрещено: использование посторонних элементов в кадре",
      "Запрещено: жидкость не должна быть непрозрачной или однотонной",
      "Особые ограничения: использовать контурную бутылку North America 8 oz в качестве глобального стандарта для героической фотографии",
      "Особые ограничения: снимать фронтально на уровне глаз с минимальной перспективой, чтобы дно бутылок было плоским и выровненным",
      "Особые ограничения: предпочтительна фронтальная съёмка, альтернативные ракурсы допускаются только при необходимости",
      "Особые ограничения: освещение – хромированная отражающая карта за продуктом, два softbox спереди и мягкий свет сзади",
      "Рекомендуется использовать отражения по усмотрению, учитывая особенности применения.",
      "В особых случаях допускается использование альтернативных ракурсов.",
      "Конденсация и лед могут использоваться для передачи свежести, но лишь умеренно и сбалансированно.",
      "Запрещено использование непрозрачных и полупрозрачных бутылок из пигментированного полиэтилена.",
      "Логотип Coca-Cola Zero и Динамическая лента всегда должны присутствовать и отображаться в соответствии с образцом и не должны перемещаться, изменять размер, дизайн, взаимное расположение или заменяться другими элементами.",
      "Динамическая лента может отсутствовать только на ACL-стеклянных бутылках при ограниченном пространстве и является опциональной на алюминиевой бутылке Contour.",
      "На средней панели может использоваться международный вариант логотипа Coca-Cola Zero вместо стандартного.",
      "На задней панели всегда должны присутствовать вторичный логотип, пищевая информация, штрих-код продукта и символ переработки.",
      "Логотип Coca-Cola Zero должен всегда присутствовать на лицевой панели и отображаться, как показано на образце",
      "На средней панели логотип Coca-Cola Zero является необязательным элементом и может быть заменён тематическими дизайнами",
      "На задней панели всегда должны присутствовать: логотип Coca-Cola Zero, информация о питании, символ переработки и штрихкод продукта",
      "Динамическая лента должна присутствовать на всех этикетках, кроме ACL, где вертикальное пространство ограничено",
      "Динамическая лента является опциональной на алюминиевой бутылке Contour",
      "Запрещено перемещать, изменять размер или искажать логотип Coca-Cola Zero и динамическую ленту, а также их взаимное расположение",
      "Запрещено перекрывать более 5% логотипа Coca-Cola Zero или динамической ленты тематическим дизайном",
      "Стиль: Динамическая лента должна использоваться в оригинальном виде без теней, обводок или любых иных изменений и поддерживать фирменные цвета.",
      "Концепция: Этикетка Coca-Cola Zero представляет собой уникальный синтез шести элементов бренда в рамках Trademark Packaging System.",
      "Логотип: Логотип Coca-Cola Zero должен использоваться в исходной форме без теней, обводок, изменений формы или пропорций, масштабироваться так, чтобы заполнить отведенное пространство, центрироваться над средней частью динамической ленты и не пересекаться с ней.",
      "Элемент: Контур бутылки (опционально) всегда должен сохранять исходную форму, не изменяться и отображаться в цветах Coke Red и белом на черном фоне.",
      "Ограничения: Все элементы этикетки не должны заменяться, изменяться или масштабироваться относительно друг друга.",
      "Запрещено: использование теней, обводок или любых графических модификаций элементов.",
      "Особые ограничения: информацию о кривой зеркального отражения смотреть в разделе Specular Reflectance Curve Core Brand Elements and Standards chapter.",
      "Всегда используйте только одобренные настраиваемые графические шаблоны, доступные на веб-сайте Design Machine.",
      "Всегда обеспечивайте наличие хотя бы одной ярко брендированной панели на упаковке.",
      "Не размещайте на упаковке подсказки освежения (конденсат или лед).",
      "Изображение должно выходить на обрез (bleed ink to edge), без белых полей",
      "Граница обреза: цветной фон должен доходить до кромки этикетки без белых полей",
      "Для алюминиевой бутылки объёмом 8 унций (ACL) использовать трёхцветный графический дизайн",
      "В случаях, когда Recycled PET Cup нельзя использовать, используйте бумажный стакан со стандартным дизайном.",
      "Не изменяйте дизайн или его элементы ни в коем случае.",
      "Использовать реальные, оригинальные и честные элементы бренда",
      "Изображение: бутылка должна иметь выраженную «pinch waist»",
      "Изображение: соблюдать силуэт бутылки",
      "Контурные стеклянные бутылки должны иметь выраженную талию; запрещено использовать формы с прямыми плечами и прямой талией.",
      "При масштабировании стеклянных элементов поддерживать одинаковую высоту и диаметр",
      "Не варьировать высоту или диаметр бутылки для поддержания пропорций",
      "На стеклянных PET-исполнениях всегда должны присутствовать каннелюры (flutes) и никогда не заменяться другими формами или текстурами; они являются определяющей особенностью контурной бутылки и технически осуществимы.",
      "Нельзя устранять выемку в области талии (Pinch Waist); прямая форма талии (Straight Waist) не допускается.",
      "Допускается использование Champagne Base на PET-бутылке вместо петалоида, но учитывать возможное увеличение веса, стоимости и негативное влияние на устойчивость упаковки.",
      "Изображение упаковки должно сохранять одинаковую высоту и диаметр, без искажения формы (растягивание или сжатие).",
      "Цвет: использовать только чёрный цвет для колпачка; разрешается применение чёрного резьбового колпачка на контурной бутылке",
      "Цвет: запрещено использование пигментированных (непрозрачных или полупрозрачных) PE-бутылок",
      "Особые ограничения: при упоминании элемента Dynamic Ribbon использовать юридическое наименование «Dynamic Ribbon Device» и консультироваться с местным юридическим советником",
      "Запрещено: заменять настоящие флейты (Flutes) на алюминиевой бутылке Contour Bottle графическими элементами (Graphic Flutes), недостаточно достоверными",
      "Запрещено: создавать искусственную область для этикетки на алюминиевой бутылке Contour Bottle",
      "Запрещено: использовать флейты (Flutes) на алюминиевой бутылке Contour Bottle, так как их технически невозможно корректно выполнить",
      "Фирменная талия (Pinch Waist) должна всегда присутствовать во всех алюминиевых исполнениях бутылки Contour Bottle",
      "Контурированное плечо (Contoured Shoulder) должно присутствовать во всех алюминиевых исполнениях бутылки Contour Bottle",
      "Запрещено: жертвовать фирменной талией (Pinch Waist) ради добавления флейт или изогнутой панели для этикетки в процессе формовки",
      "Не изменять диаметр для сохранения одинаковой высоты.",
      "Не изменять высоту для сохранения одинакового диаметра.",
      "Не использовать неподходящие варианты контура плеча: прямой контур, плечо, состоящее из одной кривой, истинно вертикальный сегмент или асимметричный переход.",
      "Использовать черную крышку; допускается черная резьбовая крышка на контурной бутылке.",
      "Не использовать пигментированные (непрозрачные или полупрозрачные) PE-бутылки.",
      "Особые ограничения: все крышки должны быть черными; допускается использование черной навинчивающейся или короткой крышки на PE-упаковке.",
      "Контурная бутылка должна иметь ровно 10 флейтов; меньшее или большее их количество недопустимо.",
      "Флейты не используются в алюминиевой упаковке по техническим причинам.",
      "Запрещено отображать непрозрачные или полупрозрачные пигментированные полиэтиленовые (PE) бутылки.",
      "Не использовать плоские поверхности для формирования флейт (Flat), так как форма будет казаться граненой и острой.",
      "Не использовать вогнутые канавки (Concave Flutes), так как они уменьшают комфорт при удерживании и мешают высокоскоростной конвейерной транспортировке.",
      "Цвет: крышка бутылки должна быть исключительно черной",
      "Pinch Waist: сужение в области талии бутылки возможно на всех видах упаковки.",
      "Neck Finish: отделка горлышка возможна на стекле и алюминии, невозможна на PET.",
      "Embossed Coca-Cola Zero Logo: тисненый логотип возможен на стекле и алюминии, сложен в исполнении на PET.",
      "Концепция стиля: графический архетип должен быть иконическим, дерзким (bold), простым и без брендовых сообщений",
      "Запрещено отображать брендовые сообщения",
      "Использовать только утверждённые версии цифровых файлов основных элементов бренда, настраиваемой графики и шаблонов дизайна вывесок, доступных на сайте Design Machine",
      "Стиль изображения: иконичный, смелый, простой, без брендовых сообщений.",
      "Что запрещено отображать на изображении: любые рекламные или брендовые сообщения.",
      "Не обрезать символ контурной бутылки",
      "Соблюдать необходимое свободное пространство вокруг символов (Clear Space)",
      "Использовать только утвержденные версии символа и фото контурной бутылки из дизайн-репозитория",
      "Цвет: фон всегда черный; логотип Coca-Cola Zero в цветах Coke Red и White; динамическая лента серебряная; никакие другие цвета, даже из брендовой палитры, не допускаются",
      "Не добавлять рамки или контуры вокруг Arden Square",
      "Соблюдать пропорциональное масштабирование Arden Square при изменении размера",
      "Применять правила масштабирования логотипа и ™, указанные на странице «Clear Space, Minimum Size, TM Scaling, Cropping» главы 2.0 Core Brand Elements and Standards",
      "Использовать только утвержденные версии Arden Square с сайта Design Machine",
      "Концепция: логотип Coca-Cola Zero должен быть выразительным, элегантным и динамичным.",
      "Логотип Coca-Cola Zero и контурная бутылка должны быть одинаковой высоты, не обрезаться, сохранять пропорции при масштабировании; форма бутылки неизменна.",
      "Между словами “Coca” и “Cola” всегда использовать дефис.",
      "Обеспечить свободное пространство вокруг логотипа и символа контурной бутылки минимум высоты строчной буквы “a” в слове “Coca” согласно утвержденным пропорциям.",
      "Размещать логотип Coca-Cola Zero на символе контурной бутылки; запрещено использовать плоский (2D) логотип.",
      "Использовать только утвержденные версии логотипа, символа контурной бутылки и фотографии контурной бутылки, доступные на сайте Design Machine.",
      "Предпочтительный формат – символ контурной бутылки; фотографию контурной бутылки использовать только для визуальных сигналов свежести.",
      "Концепция стиля: предпочтительное горизонтальное исполнение с логотипом Coca-Cola Zero и символом контурной бутылки",
      "Цвет: логотип Coca-Cola Zero должен быть выполнен в Coke Red и черном",
      "Ограничение: никогда не обрезать логотип Coca-Cola Zero",
      "Ограничение: символ контурной бутылки всегда показывать полностью и никогда не обрезать",
      "Ограничение: не использовать 2D-версию логотипа Coca-Cola Zero на символе контурной бутылки",
      "Правило работы с логотипом: использовать только одобренные версии логотипа Coca-Cola Zero, символа контурной бутылки и фотографии контурной бутылки с сайта Design Machine",
      "Особое правило: предпочтительный вариант символа контурной бутылки — графический артворк; фотография Contour Bottle используется только при необходимости указания пункта освежения или показа реального продукта",
      "Запрещено: обрезать символ Контурной Бутылки; использовать 3D-логотип Coca-Cola Zero; применять любые цвета, кроме указанных (чёрный, белый, красный); использовать цветную настраиваемую область, отличную от белого.",
      "Особые ограничения: область для пользовательского сообщения должна располагаться внизу вывески, занимать всю ширину и не превышать четверти общей высоты; вокруг символа Контурной Бутылки обеспечивать отступ не менее высоты буквы «a» в слове «Coca»; символ всегда отображается полностью и масштабируется пропорционально; предпочтительное использование символа Contour Bottle (фото – только при необходимости) на концах для ширины более 2 м; для менее 2 м – использовать только Arden Square.",
      "Концепция стиля: настраиваемая область размещается в нижней части знака, занимает всю ширину и не более четверти общей высоты",
      "Сохранять единообразный внешний вид независимо от вариаций размера на различных площадках.",
      "Цвет: логотип Coca-Cola Zero должен быть в цвете Coca Red и черном",
      "Что запрещено: никогда не обрезать Контурную бутылку",
      "Что запрещено: не использовать 2D-версию логотипа Coca-Cola Zero на символе бутылки",
      "Что запрещено: не использовать другие цвета, даже если они присутствуют в брендовой палитре",
      "Особые ограничения: сохранять пропорции и масштабирование бутылки при изменении размера",
      "Особые ограничения: при необходимости использовать фотографию бутылки только для передачи ощущения освежения, предпочтительно использовать символ",
      "Запрещено размещать любые фирменные сообщения на Pitch Boards, чтобы обеспечить быстрое и легкое восприятие с расстояния",
      "Правила работы с логотипом: логотип Coca-Cola Zero на символе Контурной бутылки должен иметь минимальное защитное пространство в соотношении не менее 10:1",
      "Правила работы с логотипом: контурная бутылка должна отображаться полностью и не подвергаться обрезке",
      "Правила работы с логотипом: использовать точно оптимизированные композиции логотипа Coca-Cola Zero и силуэта бутылки",
      "Особые ограничения: символ Контурной бутылки предпочтителен, фото Контурной бутылки допускается только для усиления ассоциаций со свежестью",
      "Всегда применять стандарты дизайна для логотипа Coca-Cola Zero и силуэта бутылки Contour (символ или фото).",
      "Запрещено отображать любые брендовые сообщения на зонтах и презентационных досках.",
      "Окружать логотип Coca-Cola Zero свободным пространством не менее высоты дефиса между «Coca» и «Cola».",
      "Между словами «Coca» и «Cola» должен располагаться дефис.",
      "Логотип Coca-Cola Zero должен размещаться на символе контурной бутылки.",
      "Запрещено кадрировать логотип Coca-Cola Zero и силуэт бутылки Contour; они всегда должны быть показаны полностью.",
      "Запрещено использовать 2D-версию логотипа Coca-Cola Zero на символе бутылки Contour.",
      "Соблюдать корректное масштабирование силуэта бутылки Contour и логотипа Coca-Cola Zero при изменении их размеров.",
      "Предпочтительный графический элемент — символ контурной бутылки; допустимо использование фотографии бутылки при необходимости усилить ассоциацию со свежестью напитка.",
      "Цвет: Предпочтительный цвет фона — черный. Если черный недопустим, использовать белый фон с логотипом Coca-Cola Zero в красном (Coke Red) и черном цветах и белым символом контурной бутылки.",
      "Не включать на зонтах любой брендовый слоган или сообщения.",
      "Выделять вокруг логотипа свободное пространство не менее высоты дефиса в слове «Coca-Cola».",
      "Никогда не обрезать логотип Coca-Cola Zero.",
      "Символ контурной бутылки должен отображаться полностью и никогда не обрезаться.",
      "Никогда не использовать 2D-версию логотипа Coca-Cola Zero на символе контурной бутылки.",
      "Сохранять пропорции при масштабировании логотипа и символа контурной бутылки для зонтов.",
      "Предпочтительным графическим элементом является символ контурной бутылки; при необходимости использовать фотографию контурной бутылки.",
      "Правило: дизайн графики флота должен учитывать движение потребителей относительно друг друга.",
      "Правило: разборчивое использование основных элементов бренда, показанных в этой главе.",
      "Цвет: использовать только цвета Core Brand Elements and Standards (2.0), включая чёрный и Coke Red; никакие другие цвета не допускаются",
      "Правило работы с логотипом: использовать только основные элементы бренда — логотип Coca-Cola Zero, контурную бутылку, чёрный и Coke Red",
      "Правило для символа Контурной бутылки: никогда не обрезать контурную бутылку",
      "Правило для символа Контурной бутылки: соблюдать правила отступов и масштабирования из раздела Clear Space, Minimum Size, TM Scaling и Cropping",
      "Правило для символа Контурной бутылки: использовать контурную бутылку (иконический символ или фото) в соответствии с образцами из Core Brand Elements and Standards (2.0)",
      "Стиль изображения: иконический, дерзкий и лаконичный, без брендовых сообщений; запрещено отображать брендовые сообщения на графических элементах транспорта",
      "Особые ограничения: графические стандарты обязательны для всех грузовиков и транспортных средств Bottlers of The Coca-Cola Company; соблюдать единый визуальный стиль, обеспечивающий простоту реализации, однородность и максимальную визуальную эффективность даже при движении транспорта и зрителей",
      "Символ Contour Bottle обязателен для каждого размера транспортного средства и должен отображаться в полном виде; нельзя обрезать или использовать 2D-версию.",
      "Всегда использовать стандарты оформления логотипа Coca-Cola Zero и символа Contour Bottle согласно главе Core Brand Elements and Standards (2.0).",
      "При масштабировании логотипа Coca-Cola Zero и Contour Bottle сохранять пропорции и поля согласно разделу «Clear Space, Minimum Size, TM Scaling, Cropping» в Core Brand Elements and Standards (2.0).",
      "Окружайте логотип Coca-Cola Zero минимальным чистым пространством, равным высоте дефиса между «Coca» и «Cola».",
      "Виниловые декали являются предпочтительным способом нанесения графики на автопарк и должны закрепляться согласно инструкциям по применению.",
      "Запрещено отображать любой брендовый текст (Brand messaging) на графике автопарка.",
      "При изменении размера графики соблюдать исходный масштаб предоставленных графических элементов",
      "Графику прицепа и графику кабины никогда не размещать одновременно на одной и той же панели",
      "Виниловые наклейки являются предпочтительным способом нанесения логотипа Coca-Cola Zero и символа или фото контурной бутылки на транспорт",
      "Высота виниловой наклейки должна быть на 50,8–76,2 мм (2–3 дюйма) меньше общей высоты черного фона, на который она наносится",
      "Минимальное свободное пространство вокруг виниловой наклейки должно быть не менее высоты дефиса в логотипе Coca-Cola Zero; идеальное свободное пространство составляет 50,8–76,2 мм (2–3 дюйма)",
      "Для окрашенных графических элементов разрешаются только логотип Coca-Cola Zero и символ контурной бутылки",
      "Показывать логотип Coca-Cola Zero и контурную бутылку по обеим сторонам прицепа.",
      "Использовать либо символ контурной бутылки, либо фотографию контурной бутылки на прицепах, но никогда оба на одной панели.",
      "Располагать логотип Coca-Cola Zero с левой стороны прицепа; контурную бутылку — вертикально с правой стороны.",
      "Промежуток между логотипом Coca-Cola Zero и контурной бутылкой варьируется в зависимости от длины прицепа.",
      "Оба графических элемента должны быть одинаковой высоты.",
      "Соблюдать стандарты размеров и свободного пространства для виниловых наклеек.",
      "Центрировать логотип Coca-Cola Zero в чёрном пространстве на «кабе» над лобовым стеклом; логотип является единственным графическим идентификатором при фронтальном виде грузовика и должен быть максимально видим.",
      "Никогда не размещать фотографию и графический элемент на одном и том же панеле.",
      "Для задней панели использовать либо Rear Graphic, либо контурную бутылку (символ или фотографию), но не оба одновременно; контурная бутылка должна быть вертикально и по центру в черном пространстве с равными полями по бокам.",
      "Если вертикальное пространство на задней панели ограничено (например, у грузовиков с подъемными воротами), вместо контурной бутылки использовать логотип Coca-Cola Zero, центрированный в черном пространстве с равными отступами по бокам.",
      "На боковых панелях прицепа: показывать логотип Coca-Cola Zero слева и символ силуэта бутылки или фотографию бутылки справа, но не оба одновременно на одной панели; расстояние между элементами зависит от длины прицепа; обе графики должны быть одинаковой высоты",
      "Для передней графики кабины: логотип Coca-Cola Zero центрировать в черной зоне над лобовым стеклом и максимально обеспечивать его видимость",
      "Для задней панели прицепа: предпочтительно использовать силуэт бутылки, размещая его вертикально по центру в черном пространстве с равными отступами по бокам; при ограниченной вертикальной площади вместо бутылки использовать центрированный логотип Coca-Cola Zero с равными зазорами",
      "Side Graphics должны размещаться на боковых поверхностях автомобиля или трейлера над колесами и под боковыми окнами с основным элементом слева. Показывать логотип Coca-Cola Zero и контурную бутылку с обеих сторон.",
      "Использовать либо символ контурной бутылки, либо фотографию контурной бутылки, но никогда оба на одной панели.",
      "Позиционировать логотип Coca-Cola Zero непосредственно под поднимающимся оконным блоком, чтобы он всегда был виден.",
      "Цвет: Центрировать логотип Coca-Cola Zero в черном пространстве над буксировочной сцепкой трейлера.",
      "Показывать логотип Coca-Cola Zero и контурную бутылку с обеих сторон автомобиля.",
      "Использовать либо контурный символ бутылки, либо фотографию бутылки на автомобиле, но никогда вместе на одной панели.",
      "Оба графических элемента должны быть одинаковой высоты.",
      "Боковые графические элементы располагаются между передними и задними колёсами и под боковым окном и могут размещаться на бампере.",
      "Передний графический элемент размещается в чёрной зоне капота с равными отступами по обеим сторонам декали, является единственным графическим идентификатором при виде спереди и должен быть максимально видим.",
      "Показывать логотип Coca-Cola Zero и символ Contour Bottle на обеих сторонах фургона.",
      "Использовать либо символ Contour Bottle, либо фотографию бутылки, но никогда оба на одной панели.",
      "Оба графических элемента должны иметь одинаковую высоту.",
      "Логотип Coca-Cola Zero размещать центрально в зоне между передними и задними колесами и ниже бокового окна водителя/переднего пассажира.",
      "Символ Contour Bottle размещать вертикально между задним колесом и бампером.",
      "Центрально размещать логотип Coca-Cola Zero в черном пространстве капота, обеспечивая равные поля по бокам, а нижний край наклейки располагать примерно за 38,10 мм (1,5 дюйма) выше шва соединения капота и решетки радиатора.",
      "Логотип Coca-Cola Zero является единственным графическим элементом спереди и должен максимально выделяться на капоте.",
      "Логотип Coca-Cola Zero размещать на самой левой стороне левой задней двери фургона.",
      "Символ Contour Bottle размещать вертикально на самой правой стороне правой задней двери фургона.",
      "Показывать логотип Coca-Cola Zero и контурную бутылку на обеих сторонах фургона. Использовать либо символ контурной бутылки, либо фотографию контурной бутылки, но не оба на одной панели.",
      "Все графические элементы на фургоне должны быть одинаковой высоты.",
      "Фронтальный графический элемент: логотип Coca-Cola Zero размещать по центру в чёрном пространстве капота с равными отступами по бокам; нижний край наклейки должен находиться примерно на 38,10 мм (1,5 дюйма) выше шва между капотом и решёткой.",
      "Задний графический элемент: логотип Coca-Cola Zero размещать на крайней левой стороне левой задней двери; контурную бутылку размещать вертикально на крайней правой стороне правой задней двери.",
      "Шрифт: Использовать только те гарнитуры и элементы дизайна, которые одобрены для данного бренда; не применять элементы, утвержденные для одного бренда, к другому.",
      "Шрифт: Товарный знак COCA-COLA ZERO должен использоваться в Spencerian script.",
      "Стиль изображения: Товарный знак должен быть визуально выделен и отделён от окружающего текста.",
      "Запрещено: Изменять правописание товарного знака.",
      "Запрещено: Использовать дефисы для связывания товарного знака с другими словами в слогане.",
      "Запрещено: Описывать продукт как “original” или “genuine” либо создавать впечатление о наличии аналогичных продуктов.",
      "Запрещено: Употреблять товарный знак во множественном числе или в притяжательной форме.",
      "Не добавлять графические или другие элементы без одобрения к существующим товарным знакам TCCC.",
      "Правило работы с логотипом: Контурная бутылка (Contour Bottle) не может использоваться для брендов Fanta, Odwalla, Sprite или любых продуктов, кроме напитков под брендом Coca-Cola; контурную бутылку называть контейнером или упаковкой, идентифицирующей продукты TCCC.",
      "Особые ограничения: Для товарных знаков с определённым шрифтом, начертанием или элементами дизайна допускается использование только утверждённых графических представлений.",
      "Dynamic Ribbon Device использовать только в отношении семейства напитков «COCA-COLA» или в качестве ссылки на The Coca-Cola Company; не комбинировать с товарными знаками третьих сторон",
      "Запрещено добавлять любые графические или иные дизайнерские элементы (например, украшения) к существующим товарным знакам TCCC без предварительного одобрения",
      "Тире в «COCA-COLA ZERO» является неотъемлемой частью товарного знака и всегда должно включаться при отображении",
      "Контурную бутылку использовать только для брендов TCCC; не использовать форму контурной бутылки для продуктов Fanta, Dhavalla, Sprite и т.д.; не указывать контурную бутылку как функциональное преимущество"
    ],
    "composition_rules": [
      "Концепция стиля: динамичное лентовидное (ribbon) искусство",
      "Стиль изображения: юмористичный и мужественный",
      "Концепция стиля: Bold Simplicity",
      "Концепция стиля: Real and Genuine",
      "Концепция стиля: Bold and Unexpected",
      "Стиль изображения: Объединение Spencerian Script и “Zero” в единую визуальную систему для целостного представления бренда Coca-Cola Zero.",
      "Для использования фотографии контурной бутылки обращаться к разделу «Фотография: художественное направление»",
      "Стиль символа контурной бутылки — простота и лаконичность («Bold simplicity»）",
      "Основная коммуникация бренда (в том числе международные варианты) должна адаптироваться к стандартной 3D форме Контурной Бутылки",
      "Стиль изображения: плоский минималистичный контур без теней, узоров и обводок.",
      "Стиль изображения: динамическая лента (Dynamic Ribbon) с качествами движения и непрерывности.",
      "Концепция стиля: графическое представление пространства между двумя Coca-Cola бутылками, создающее ощущение бесконечного потока.",
      "Стиль использования: может использоваться для «бесконечного потока» при растяжении макетов, для балансировки макетов с более яркими элементами бренда, а также как связующее устройство между элементами и в разных реализациях.",
      "Использовать Dynamic Ribbon либо самостоятельно, либо в качестве связующего элемента с другими графическими элементами.",
      "Использовать Dynamic Ribbon самостоятельно или как связующее звено с другими элементами дизайна.",
      "Стиль изображения: фотография продукта должна вызывать желание, подчёркивать уникальность ледяной жидкости, гладкую знакомость контурной бутылки, мультисенсорный опыт употребления и освежающий подъём – физически и эмоционально.",
      "Концепция стиля: фокус на холоде и свежести напитка, форме контурной бутылки и эмоциональном отклике потребителя.",
      "Использовать стандартное эталонное фото контурной бутылки Coca-Cola Zero для основной «hero» фотографии продукта, как лучшее представление формы бутылки, цвета и флейтов.",
      "Минимальная перспектива: бутылки должны быть сняты практически фронтально, дном выровнены параллельно; прямые фронтальные ракурсы допустимы только при необходимости.",
      "При использовании иных ракурсов или углов ориентироваться на эталонное фото и арт-дирекшен: форма бутылки, графика, освещение, конденсат, лед, цвет продукта и цвет стекла.",
      "Освещение: за бутылкой размещать хромированную отражающую панель; спереди – две софт-боксы; сзади – мягкий свет.",
      "Стиль изображения: холодный и шипучий; чувственный и мягкий; колючий и острый; освежающий; удивляющий; расслабляющий; улучшающий настроение; передавать ощущение ледяного освежения и подъёма, запечатлев момент «PSHTTTTTT»; не похожий ни на что на планете.",
      "Использовать смесь напитка и воды, конденсата и льда для усиления эффекта пузырей и свежести.",
      "Концепция: приглашать потребителя купить и потребить продукт; вызывать желание уникальности ледяной холодной жидкости; передавать знакомство с гладкостью контурной бутылки; обеспечивать мультисенсорный опыт и освежающий подъём как физически, так и эмоционально.",
      "Стиль изображения: продуктовое фотографирование, чистое, простое и смелое; повышает ощущение ледяной свежести и подъёма за счёт оживляющих пузырьков («PSHTTTTT»); правильный баланс конденсации; сохранение деталей затемнений и бликов; без посторонних элементов",
      "Концепция стиля: продукт представлен как герой; кадр должен подчёркивать его иконическую ценность и визуально приглашать к потреблению",
      "Стиль изображения: продуктовая фотография бутылки с конденсацией",
      "Концепция стиля: подчёркнутые пузырьки на поверхности продукта",
      "Концепция стиля: правильный баланс конденсации, тёмных и светлых участков",
      "Фотография должна быть чистой, простой и выразительной, без лишних элементов.",
      "Угол съемки должен быть прямо на уровне глаз с минимальной перспективой.",
      "Можно применять более динамичный (героический) ракурс продукта при необходимости.",
      "При снятой крышке необходимо фиксировать пузырьки для передачи чувства свежего открытия.",
      "Необходимо ссылаться на эталонную фотографию золотой контурной стеклянной бутылки для идеального отображения продукта.",
      "При совместной съемке банок и ПЭТ-упаковок элементы конденсации должны быть размещены случайным образом и различаться по размеру и форме.",
      "Фотографии упаковок внутри других упаковок (например, банки в упаковке) должны сопровождаться конденсатом для балансировки более знаковых элементов общего дизайна.",
      "Концепция стиля: единая стратегия товарного знака с фокусом на иконных элементах бренда – логотип Coca-Cola Zero, силуэт контурной бутылки и Dynamic Ribbon на фоне сплошных цветов.",
      "Стиль изображения: представлять центральные элементы бренда (логотип Coca-Cola Zero, Dynamic Ribbon, контурная бутылка) на однотонном фоне.",
      "Порядок панелей может меняться в зависимости от рынка; при необходимости изменять последовательность.",
      "Передняя панель — фиксирована.",
      "Средняя панель — фиксирована.",
      "Задняя панель — фиксирована.",
      "Стиль изображения: ключевой элемент – динамичная лента (Dynamic Ribbon)",
      "Стиль изображения: опциональный панельный графический элемент – контур бутылки (Contour Bottle)",
      "Концепция стиля: передача динамики и энергии бренда через динамичную ленту",
      "На средней панели динамическая лента должна присутствовать и может быть смещена вправо или влево",
      "Цвет: для пластикового субстрата использовать поверхностную печать чёрным на белом субстрате и последующее покрытие прозрачным лаком.",
      "Концепция стиля: всегда следуйте подходу Fixed But Flexible для последовательного и гибкого дизайна при кастомизации упаковок.",
      "Удалять весь посторонний визуальный шум и статичность, сохраняя смелую и простую сущность дизайна",
      "Не следовать нормам категории, создавать новые стратегические элементы для разнообразия и свежести через знакомые, но удивительные решения",
      "Изображение: на бутылке должны присутствовать флейты (Flutes)",
      "Изображение: продукт должен быть видимым через бутылку",
      "Изображение: должны быть пузырьки",
      "Изображение: основание бутылки исполнено в стиле «Champagne Base»",
      "В стеклянной контурной бутылке всегда должны присутствовать флейты, контурное плечо и Pinch Waist",
      "Масштабировать пропорционально, сохраняя одинаковый размер крышки",
      "Концепция стиля: дизайн должен воспроизводить силуэт контурной бутылки – вертикальные рифления (Flutes), сужение талии (Pinch Waist), скаллопированные переходы (Scalloped Transitions) и основание Champagne Base",
      "Масштабировать пропорционально, сохраняя одинаковый размер крышки.",
      "Использовать двуарочный волнообразный контур (sin-wave) для создания симметричного силуэта плеча бутылки.",
      "Стиль изображения: текучий, симметричный Pinch Waist, определяемый дугами; не использовать угловой или асимметричный Pinch Waist и не устранять характерную выемку Pinch Waist",
      "Silhouette: силуэт бутылки возможен на стекле, сложен в исполнении на PET и на алюминии.",
      "Flutes: ребристая текстура возможна на стекле и PET, невозможна на алюминии.",
      "Curved Label Panel: изогнутая панель этикетки возможна на стекле и алюминии, сложена на PET.",
      "Champagne Base: «шампанское» основание возможно на стекле, сложено на PET и алюминии.",
      "Применять стандарты дизайна контурной бутылки",
      "Стиль изображения: квадратный формат (Arden Square) для контурной бутылки",
      "Концепция стиля: смелая простота",
      "Использовать квадратный формат на каждом конце с изображением Arden Square или в сочетании с Contour Bottle",
      "Стиль: Distinctive, elegant and dynamic",
      "Стиль изображения: предпочтительный арт-объект – символ Контурной Бутылки с курвилинейным силуэтом; фото символа применять только для передачи сигнала свежести.",
      "Стиль изображения: вертикальный формат вывесок с выделенной внизу областью для пользовательского сообщения.",
      "Стиль изображения: квадратный формат дизайна на концах вывески с элементами Arden Square и/или Contour Bottle в зависимости от ширины исполнения.",
      "Концепция стиля: вертикальный формат вывесок с выделенной областью для пользовательского сообщения, оформленный двумя квадратными элементами (Arden Square и/или Contour Bottle) – оба элемента для ширины более 2 м, только Arden Square для менее 2 м.",
      "Концепция стиля: Bold Simplicity.",
      "Обеспечивать максимальное воздействие при просмотре на расстоянии, вживую или по телевидению.",
      "Использовать точно оптимизированные композиции логотипа Coca-Cola Zero и силуэта бутылки для дизайна Pitch Board.",
      "Стиль изображения: использовать символ Контурная бутылка с характерной изогнутой формой",
      "Стиль изображения: горизонтальный формат Pitch Boards",
      "Стиль изображения: высокая заметность и многократное впечатление (repeat-impression) в спортивных аренах и стадионах",
      "Стиль изображения: обеспечивать on-site awareness на расстоянии 30–40 метров (около 120 футов)",
      "Стиль изображения: максимизировать визуальное воздействие при просмотре на дистанции, вживую или по телевизору",
      "Стиль изображения: сохранять единообразие внешнего вида вне зависимости от размеров носителя",
      "Концепция стиля: стандарты оформления вывесок для Pitch Boards",
      "Концепция стиля: применять дизайн-принцип «Bold Simplicity»",
      "Концепция стиля: иконический, смелый, простой дизайн графики флота, основанный на принципах «Смелая простота» и «Сила черного», без брендовых сообщений.",
      "Графика для автопарка должна поддерживать глобальную визуальную согласованность бренда с учётом разных типов и стилей транспортных средств.",
      "Создавайте индивидуальный трафарет для каждой графики, используя Mylar-плёнку высокой плотности.",
      "Следовать правилам размеров, полей и размещения виниловых декалей: измерять зону (чёрное пространство) от верхней до нижней точки нанесения; высота декали должна быть на 50,8–76,2 мм меньше высоты чёрного пространства; запас чистого пространства вокруг декали 50,8–76,2 мм, минимум не меньше высоты декали.",
      "Контурную бутылку размещать вертикально в крайней правой части прицепа",
      "Наносить виниловые наклейки согласно инструкциям по применению",
      "Обеспечить равные поля свободного пространства по обеим сторонам виниловой наклейки, включая чёрное пространство.",
      "Использовать индивидуальный трафарет для каждой графики из прочного прозрачного Mylar-пластика.",
      "Отображать Side Graphics на левой стороне прицепа и контурную бутылку вертикально на правой стороне прицепа.",
      "Расстояние между Side Graphics и контурной бутылкой должно варьироваться в зависимости от длины прицепа.",
      "Front Graphic размещать в черном пространстве над лобовым стеклом на «cab over» части кабины; он является единственной графической идентификацией при фронтальном виде, его видимость над кабиной должна быть максимально увеличена.",
      "Rear Graphic размещать по центру черного пространства на задней части прицепа с равными отступами по бокам.",
      "Rear Graphics размещаются на бампере автомобиля или на задней двери трейлера. Позиционировать контурную бутылку вертикально по центру в черном пространстве с равными отступами по бокам.",
      "Контурная бутылка может масштабироваться в зависимости от длины автомобиля или трейлера.",
      "На задней графике размещать логотип Coca-Cola Zero слева и контурную бутылку справа, обе графики одинаковой высоты.",
      "При необходимости боковую графику можно наносить на бампер.",
      "Концепция стиля: Избегать комбинирования элементов и идентичностей разных брендов; использовать только утверждённые графические презентации."
    ],
    "legal_rules": [
      "Юридическое наименование элемента — Dynamic Ribbon Device; по вопросам использования обращаться к местному юридическому отделу.",
      "Концепция стиля: использование фирменного контурного символа бутылки без модификаций для передачи идентичности бренда.",
      "Концепция стиля: создание идеально сбалансированного напряжения между элементами бренда, отражающими современность и наследие.",
      "Правило использования Dynamic Ribbon: юридическое наименование – Dynamic Ribbon Device; перед применением консультируйтесь с местным юридическим отделом.",
      "Все макеты упаковок должны быть представлены на местное или региональное согласование через юридический отдел и обзоры боттлеров.",
      "Все локальные юридические регистрационные уведомления должны быть применены ко всем торговым маркам.",
      "Правило: Товарный знак «Dynamic Ribbon» официально зарегистрирован как Dynamic Ribbon Device. Обратитесь к местному юридическому консультанту за рекомендациями по использованию.",
      "Всегда применять стандарты дизайна Arden Square, используя только их утвержденные версии.",
      "Применять стандарты дизайна для Arden Square",
      "Все случаи совместного использования товарных знаков TCCC с товарными знаками других компаний должны быть проверены и утверждены соответствующим подразделением TCCC"
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": "Black"
    },
    {
      "r": 244,
      "g": 0,
      "b": 9,
      "pantone": "484 C"
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": "Opaque White"
    }
  ],
  "fonts": [
    "Gotham Book",
    "Arial",
    "Gotham Bold",
    "Gotham Medium",
    "Helvetica Bold Condensed",
    "Spencerian Script"
  ]
}