{
  "classified_rules": {
    "logo_rules": [
      "Правило работы с логотипом: звуковая волна из стрелок, расположенных вокруг флага ЕС и названия Комитета регионов, должна передавать ощущение движения, обмена информацией и отражать диалог, объединение и распространение мнений городов и регионов",
      "Концепция стиля: логотип основан на концепции непрерывных звуковых волн, символизирующих отправку и приём информации от регионов к центру Европейского Союза, с CoR в центральной роли, использование флага ЕС укрепляет визуальное соответствие с институтами ЕС",
      "Правила работы с логотипом: логотип состоит из трёх связанных элементов – непрерывных звуковых волн, флага Европейского Союза и названия European Committee of the Regions",
      "Правила работы с логотипом: логотип существует в позитиве и негативе",
      "Цвет: логотип доступен в версиях CMYK, чёрно-белой и Pantone",
      "Правила работы с логотипом: доступные форматы файлов – ai, eps, jpg, png",
      "Особые ограничения: использовать только официальные файлы логотипа, доступные на Visual Identity веб-странице",
      "Правило работы с логотипом: Логотип адаптирован на 24 официальных языка Европейского Союза и версии располагаются в алфавитном порядке согласно ISO кодам 639-1",
      "Правило работы с логотипом: Для получения горизонтальных языковых версий или адаптации логотипа на другие языки обращаться в службу публикаций CoR по адресу publicationsCdR@cor.europa.eu",
      "Логотип: Словесный знак точно выровнен и расположен по центру флага.",
      "Логотип: Необходимо строго соблюдать спецификации выравнивания и позиционирования элементов логотипа для обеспечения баланса.",
      "Логотип: Стандартный вертикальный логотип — флаг шириной 20x и высотой 8x.",
      "Логотип: Горизонтальная версия заменяет вертикальную, когда применение ограничено пространственными или эстетическими причинами (баннеры, указатели зданий, e-mail-рассылки, лента Facebook и др.).",
      "Логотип: Расстояние между флагом и словесной частью в горизонтальном логотипе — 2x.",
      "Логотип: Расстояние между флагом и словесной частью в горизонтальном логотипе малого размера — 3x.",
      "Правила работы с логотипом: использовать строго указанные цветовые и типографические параметры – Pantone Reflex Blue и Pantone Yellow для фона, Pantone Black 40% для символа, Pantone Black 100% для словомарки, шрифт Myriad Pro Bold SemiCondensed",
      "Логотип всегда масштабируется пропорционально, сохраняя оригинальные пропорции",
      "Цель: все элементы логотипа должны быть видимыми, а название учреждения чётко читаемым",
      "Минимальный размер стандартного логотипа – ширина 10 мм.",
      "При необходимости может использоваться двуязычная версия логотипа.",
      "Третий элемент логотипа (текст) должен содержать языки в алфавитном порядке официальных названий в оригинальном написании (по кодам ISO 639-1).",
      "Логотип представлен в двух языках (французском и нидерландском) бок о бок в соответствии с брюссельскими правилами наружного оформления.",
      "Различные логотипы должны сохранять одинаковый и сбалансированный визуальный вес при совместном использовании с логотипом Европейского комитета регионов или логотипами политических групп CoR",
      "При со-брендинге с логотипами политических групп CoR выравнивать все логотипы по горизонтали",
      "По возможности выравнивать различные логотипы по флагу ЕС, как показано на иллюстрации",
      "Правило работы с логотипом: логотип сопровождается белым ромбом позади него.",
      "Правила работы с логотипом: размер логотипа пропорционален ширине публикации; единица измерения x определяется как ширина флага ЕС в логотипе Европейского комитета регионов",
      "Правила работы с логотипом: логотип всегда размещается на пропорциональном белом ромбе",
      "Правила работы с логотипом: вокруг логотипа сохраняется чистая зона, создаваемая ромбовидной формой, для обеспечения видимости",
      "Правила работы с логотипом: пропорции логотипа на стандартных форматах – A6 = 8x, A5 = 10x, A4 = 11x, A3 = 12x, A2 = 15x, A1 = 16x, A0 = 17x, 80×200 см = 21x",
      "Размер логотипа пропорционален ширине публикации; использовать таблицу на странице 22 для выбора правильного соотношения",
      "Логотип размещать в левом верхнем углу макета",
      "При совместном производстве публикации логотипы соавторов размещаются на обложке.",
      "Если публикация производится Комитетом регионов ЕС без отдельного логотипа мероприятия, основной логотип Комитета регионов ЕС размещается на публикации, дополнительные логотипы партнёров располагаются рядом с ним.",
      "Если публикация производится Комитетом регионов ЕС и создан отдельный логотип мероприятия, логотип Комитета регионов ЕС и логотипы других организаторов размещаются в нижней части страницы.",
      "Дополнительные логотипы могут быть размещены на белой полосе внизу макета.",
      "Правило работы с логотипом: логотип Европейского комитета регионов размещается внутри ромбовидной формы",
      "Логотип: размещается по центру макета, под ромбовидным элементом, на высоте 35 mm от верхнего края",
      "Правила работы с логотипом: логотип размещается на расстоянии 2× от левого края и 10 мм от верхнего края.",
      "Правило работы с логотипом: логотип располагается в левом верхнем углу на отступе 15 мм от верхнего и левого краёв страницы",
      "Правило работы с логотипом: логотип размещается по 12-колоночной сетке, занимая первые 2 колонки с отступом 2x от левой границы макета",
      "Правило работы с логотипом: использовать приглушённую (mute) версию логотипа CoR размером 67×54 пикселей",
      "Правило работы с логотипом: вокруг логотипа должен сохраняться свободный промежуток размером 12 x",
      "Правило работы с логотипом: логотип «European Committee of the Regions» размещается в левом верхнем углу макета на расстоянии 11× от левого края",
      "Правила работы с логотипом: логотип Европейского комитета регионов размещается в левом верхнем углу с отступом 16x от краев",
      "Располагать логотип European Committee of the Regions внутри сетки размера 12×: на лицевой обложке в верхнем левом углу и на тыловой обложке в нижнем левом углу.",
      "Строить ромбовидную форму за логотипом согласно инструкциям на странице 21.",
      "Определять пропорции логотипа, ромбовидной формы и графической линии по системе сетки, описанной на страницах 22–24.",
      "Логотип должен располагаться внутри ромба: на белом ромбе — в позитивной версии (с тенью); на цветном ромбе — в негативной версии.",
      "Размещать логотип Regions внутри ромба с пропорциями и положением, указанными на странице 21.",
      "Определять пропорции и отступы логотипа с помощью системы графической линии (см. страницы 22–24).",
      "Размер и размещение логотипа на обложке и на обороте лифлета должны соответствовать представленным схемам.",
      "Использовать формат плаката 297×420 мм (A3).",
      "Логотип Европейского комитета регионов размещать в левом верхнем углу поверх ромбовидного элемента в соответствии со сеткой и пропорциями, определёнными на страницах 22–24.",
      "Конструкцию ромбовидного элемента (форму, пропорции и размещение позади логотипа) выполнять по инструкции на странице 21.",
      "Допускается использование цветной и чёрно-белой версии логотипа.",
      "Цвет: ромбообразная форма за логотипом может быть белого или яркого цвета, при использовании яркого цвета логотип должен быть в негативе",
      "Формат указателя Signpost — 420×297 мм (A3)",
      "Правила работы с логотипом: определять пропорции логотипа по графической сетке (страницы 22–24) и размещать за логотипом ромбовидный элемент согласно примеру (страница 21)",
      "Ширина ромбовидной формы за логотипом: 10× для мероприятий (со)организованных и 8× для мероприятий принимаемых",
      "Для размещения логотипов организаторов предусмотрено свободное пространство в виде ромба шириной 8x единиц сетки без фоновой заливки и текста.",
      "Правила работы с логотипом: логотип European Committee of the Regions размещается в верхнем левом углу внутри безопасной зоны (12x для портретной, 17x для ландшафтной версии), под логотипом текстовый блок, в футере — контактная информация",
      "Правило работы с логотипом: логотип CoR размещается в качестве подписи на задней обложке публикаций политических групп Европейского комитета регионов.",
      "На баннере обязательно размещается надпись \"INFOGRAPHIC\" в соответствии с макетом.",
      "Правило работы с логотипом: логотип CoR всегда должен располагаться слева на пресс-релизе.",
      "В Adobe Illustrator дублировать белый ромб за логотипом CoR, масштабировать его до 62% и размещать слева от логотипа.",
      "Размещать большой зелёный ромб справа от логотипа.",
      "Правила работы с логотипом: размещать логотип на правой панели по сетке на расстоянии 12× от сгиба",
      "Правила работы с логотипом: логотип размещается в верхней левой части в пределах модульной сетки; под ним всегда должна быть надпись «European Committee of the Regions»; сохранять свободное пространство не менее 8× базовой единицы сетки",
      "Правила работы с логотипом: логотип размещается в верхнем левом углу титульного слайда или в правом нижнем углу внутренних слайдов с отступом 16×.",
      "Правило работы с логотипом партнёра: логотип партнёра размещается в зоне кобрендинга (co-branding area), занимающей область, равную 12× базовому блоку макета",
      "На обоих шаблонах логотип CoR (в форме бриллианта) и название Комиссии размещаются в левом верхнем углу.",
      "Правила работы с логотипом: логотип Европейского комитета регионов (флаг ЕС и текст) размещается в левом верхнем углу по сетке",
      "Правила работы с логотипом: зона co-branding — размещение логотипа партнёра в выделенной области размером 12× ширины логотипа партнёра",
      "Логотип партнера размещать внизу на сером прямоугольнике.",
      "Правило: зона ко-брендинга для логотипа партнёра («Partner’s logo») располагается в нижней части обложки",
      "Правила работы с логотипом: логотип European Committee of the Regions размещается в левом верхнем углу внутри сетки; логотип партнёра размещается по центру внизу с шириной 16×",
      "Правило работы с логотипом: логотип партнёра размещается в зоне co-branding и масштабируется до 17x",
      "Правила работы с логотипом: логотип Европейского комитета регионов размещать в левом верхнем углу на сетке с отступом 17×; логотип партнёра размещать в правом верхнем углу внутри сетки"
    ],
    "color_system_rules": [
      "Логотип: Флаг ЕС является определяющим элементом системы сетки.",
      "Цвет: основной – Pantone Reflex Blue (CMYK C100 M80 Y0 K0; RGB R44 G67 B144; HEX #2c4390), дополнительный – Pantone Yellow (CMYK C0 M0 Y100 K0; RGB R255 G237 B0; HEX #ffed00), вспомогательные – Pantone Black 40% (CMYK C0 M0 Y0 K40; RGB R177 G177 B176; HEX #b1b1b0) для символа логотипа и Pantone Black 100% (CMYK C0 M0 Y0 K100; RGB R0 G0 B0; HEX #000000) для словомарки",
      "Цвет: для полноцветной печати использовать модель CMYK",
      "Цвет: при однокрасочной печати использовать чёрный (Black) или Pantone Reflex Blue",
      "Цвет: вокруг флага ЕС наносится тонкая белая линия для отделения от фона",
      "При работе с цветными фонами выбор версии логотипа определяется здравым смыслом",
      "Логотип Европейского комитета регионов доступен в мультиязычных версиях.",
      "Цвет: ромбовидная форма всегда белая",
      "Цвет: Использовать чёрный 100%",
      "Цвет: основной – чёрный (K100%)",
      "Цвет: вспомогательный – чёрный (K60%)",
      "Цвет: фонового графического элемента – чёрный (K10%)",
      "Цвет: Twitter – CMYK C70-M100-Y0-K0",
      "Цвет: Twitter – CMYK C70-M10-Y0-K0",
      "Цвет: Facebook – CMYK C90-M70-Y10-K0",
      "Цвет: LinkedIn – CMYK C100-M23-Y0-K19",
      "Цвет: Белая ромбовидная фигура, ширина 12 мм",
      "Цвет: Тень — Black 25%, режим Multiply, смещение Y 1 мм, X 0 мм, размытие 3 мм",
      "Цвет: Основной текст — Black 100%",
      "Цвет: Twitter — C70-M100-Y0-K0",
      "Цвет: Facebook — C90-M70-Y10-K0",
      "Цвет: LinkedIn — C100-M23-Y0-K19",
      "Цвет: Black 100%.",
      "Цвет: чёрный 100% используется для текста",
      "Цвет: Основной текст – HEX #000000",
      "Цвет: Текст должности (курсив) – HEX #585857",
      "Цвет: Иконка LinkedIn – HEX #0077B5",
      "Цвет: Иконка Facebook – HEX #3B5998",
      "Цвет: основной – CMYK C100-M80-Y0-K10",
      "Цвет: вспомогательный – белый (CMYK 0-0-0-0)",
      "Цвет: текст и иконки соцсетей — черный 100% (K100)",
      "Цвет: Фон титульного слайда – HEX #131083",
      "Цвет: Фон слайда – HEX #313083",
      "Цвет: Темно-синий ромбовидный элемент – HEX #2C4390",
      "Цвет: Средне-синий ромбовидный элемент – HEX #1269B0",
      "Цвет: Цвет текста контентного слайда – HEX #2C4390",
      "Цвет: заголовок пишется негативом на тёмном фоне",
      "Цвет: использовать светлые тона",
      "Цвет: ромб должен быть белого цвета.",
      "Цвет: основной #2C4390",
      "Цвет: дополнительный фон блоков #C1D9E2",
      "Цвет: фоновый цвет страницы #E6EDEC",
      "Цвет: дополнительный фон #F0F5F8",
      "Цвет: контура #4CB9D8",
      "Цвет: фоновый цвет body #EFECEC",
      "Цвет: нейтральные цвета для светлого фона: (175,210,239), (200,225,230), (185,210,220), (150,220,230), (225,235,240), (200,200,200), (200,225,200), (235,225,179), (215,190,160)",
      "Цвет: нейтральные цвета для тёмного фона: (100,130,200), (20,65,135), (100,110,150), (40,125,215), (179,150,130), (155,150,160), (155,160,210), (0,179,210), (125,170,179)",
      "Концепция: визуалы цитат кабинета CoR служат средством коммуникации, усиленной брендом, и размещаются на светлом фоне с чёрным текстом или на тёмном фоне с белым",
      "Запрещено: использовать любые цвета, кроме указанных нейтральных, чтобы не мешать цветовым кодам политических групп и комиссий CoR",
      "Цвет: Основной текст — #000000",
      "Цвет: Дата — #60c0dc",
      "Цвет: Ссылки и контактной информации — #f49b1e",
      "Цвет: Фоновые — #e2f3fa, #2c4390, #eaeaea, #ffffff",
      "Цвет: #2D4488 (rgb(45,68,136)) — заголовки статей.",
      "Цвет: #E8EEF5 (rgb(232,238,245)) — текст \"Read more...\".",
      "Цвет: #66BFD4 (rgb(102,191,212)) — дата статей в формате dd.mm.yyyy.",
      "Цвет: #6B6D7D — даты статей (Article date).",
      "Цвет: #F49B1E (rgb(244,155,30)) — ссылки (Links).",
      "Цвет: #FFFFFF (rgb(255,255,255)) — текст на цветном фоне блока персональных данных.",
      "Цвет: Комиссия CIVEX — CMYK: 50,60,0,0; RGB: 138,114,174; HEX: #8A72AE",
      "Цвет: Комиссия COTER — CMYK: 0,50,100,0; RGB: 220,145,27; HEX: #DC911B",
      "Цвет: Комиссия ECON — CMYK: 40,100,50,0; RGB: 142,37,84; HEX: #8E2554",
      "Цвет: Комиссия ENVE — CMYK: 55,0,100,0; RGB: 161,187,58; HEX: #A1BB3A",
      "Цвет: Комиссия NAT — CMYK: 75,15,0,0; RGB: 91,163,220; HEX: #5BA3DC",
      "Цвет: Комиссия SEDEC — CMYK: 100,15,30,20; RGB: 0,121,144; HEX: #007990",
      "Логотип CoR должен присутствовать на всех материалах комиссий",
      "Каждая комиссия имеет собственный фирменный стиль, отличающийся от других комиссий, но сохраняющий визуальную связь с брендом CoR",
      "Цвет: использовать commission colour с непрозрачностью 100%",
      "Цвет: использовать commission colour с непрозрачностью 80%",
      "Цвет: цвет комиссии, непрозрачность 80%",
      "Цвет: цвет комиссии, непрозрачность 100%",
      "Стиль изображения: диагональный треугольный блок цвета комиссии с непрозрачностью 80%, дополненный тонкими линиями и круговыми метками",
      "Цвет: Commission colour 100% – для надписи «Commission», линий и текста заголовков презентации.",
      "Цвет: Commission colour 85% – для заливки диагонального блока/элемента «NOISSIMMOC» на титульном слайде при модуле 16×.",
      "Цвет: Commission colour 15% – для заливки диагонального блока/элемента «NOISSIMMOC» на внутренних слайдах при модуле 26×.",
      "Цвет: применять «commission colour» с непрозрачностью 100% для ключевых элементов и с непрозрачностью 80% для фона или вспомогательных элементов",
      "Цвет: commission colour, непрозрачность 100% (для цветовых блоков на оборотной стороне и на корешке)",
      "Цвет: commission colour, непрозрачность 80% (для цветовых блоков на лицевой стороне)",
      "Цвет: цвет Комиссии, непрозрачность 100%, контур 0,5 pt",
      "Цвет: цвет Комиссии, непрозрачность 80%",
      "Все визуальные материалы для социальных сетей Комиссий должны содержать логотип CoR (бриллиант) и название Комиссии.",
      "Цвет: commission colour применяется с непрозрачностью 80 % или 100 %",
      "Концепция стиля: динамическое диагональное деление пространства с акцентом на фирменный цвет Комиссии",
      "Цвет: использовать основной фирменный цвет (commission colour) в 100% непрозрачности для ключевых элементов текста",
      "Цвет: использовать основной фирменный цвет (commission colour) в 80% непрозрачности для фоновых и акцентных элементов и зоны co-branding",
      "Цвет: использование commission colour 100%",
      "Цвет: использование commission colour 50%",
      "Цвет: Commission colour непрозрачность 100% для основной формы",
      "Цвет: Commission colour непрозрачность 85% для акцентных элементов / фоновых областей",
      "Цвет: Commission colour непрозрачность 15% для фоновых элементов / разделительной линии",
      "Цвет: commission colour, 100%",
      "Цвет: commission colour, opacity 80%"
    ],
    "typography_rules": [
      "Шрифт: основной – Myriad Pro (OpenType sans serif); вспомогательный – Myriad Pro Bold SemiCondensed для словомарки “European Committee of the Regions”",
      "Концепция стиля: технически безупречный, мультиязычный, поддерживает широкий диапазон символов всех официальных языков ЕС",
      "В двуязычной версии языки располагаются один над другим.",
      "Шрифт: Основной шрифт Myriad Pro должен использоваться во всех коммуникационных материалах; выбран за визуальные и технические характеристики; покрывает латиницу, кириллицу и греческий алфавиты; доступен в начертаниях light, light italic, regular, regular italic, semibold, semibold italic, bold, bold italic.",
      "Шрифт: Вспомогательный шрифт Minion Pro используется в сочетании с без засеченного Myriad Pro для создания контраста и ритма в макетах и применяется только на внутренних страницах публикаций; покрывает латиницу, кириллицу и греческий алфавиты; доступен в начертаниях regular, regular italic, medium, medium italic, semibold, semibold italic, bold, bold italic.",
      "Шрифт: Основной шрифт для заголовков (обложки, плакаты, баннеры) – Myriad Pro Semibold Semicondensed.",
      "Шрифт: Для офисных и системных приложений (e-mail, Word, PowerPoint, HTML и др.) в случаях, когда Myriad Pro или Minion Pro недоступны, использовать Arial (regular, italic, bold, bold italic) и Times New Roman (regular, italic, bold, bold italic).",
      "Шрифт: Контраст размера между заголовком и подзаголовком следует выдерживать 2:1 (50%), для этого делить или умножать размер шрифта на 2 (например, 60pt и 30pt).",
      "Шрифт: В Office для заголовков использовать Arial regular/italic и bold/bold italic размером 60 pt; для подзаголовков – Arial regular/italic и bold/bold italic размером 30 pt.",
      "Шрифт: В системных документах для подзаголовков использовать Times New Roman regular/italic и bold/bold italic.",
      "Шрифт: Arial Regular, 10pt, межстрочный интервал 12pt, чёрный 100%",
      "Шрифт: Arial Bold, 12pt, межстрочный интервал 14.4pt, чёрный 100%",
      "Шрифт: Times New Roman Regular, 10pt, межстрочный интервал 12pt, чёрный 100%",
      "Шрифт: Myriad Pro Light Semicondensed, 8.5pt, межстрочный интервал 11.5pt, чёрный 100%",
      "Шрифт: Myriad Pro Semibold semicondensed, 9pt, интерлиньяж 10pt, чёрный 100%",
      "Шрифт: Myriad Pro Regular semicondensed, 8pt, интерлиньяж 10pt, чёрный 100%",
      "Шрифт: Myriad Pro Italic semicondensed, 8pt, интерлиньяж 10pt, чёрный 60%, для названия дирекции, лицевая сторона",
      "Шрифт: Myriad Pro Light semicondensed, 7.5pt, интерлиньяж 9pt, чёрный 100%, правило абзаца 5.6pt",
      "Шрифт: Myriad Pro Semibold semicondensed, 12pt, интерлиньяж 14.4pt, чёрный 100%, для URL и социальных сетей",
      "Шрифт: Myriad Pro Regular condensed, 7pt, интерлиньяж 8.4pt, чёрный 100%, вспомогательные элементы",
      "Шрифт: Основной — Myriad Pro",
      "Шрифт: Myriad Pro Semibold semi-condensed italic, 12 pt, Black 100%, межстрочный 14.4 pt (для надписей и имени/функции)",
      "Шрифт: Myriad Pro Light semi-condensed, 8.5 pt, Black 100%, межстрочный 11.5 pt (для контактной информации)",
      "Шрифт: Myriad Pro Light italic semi-condensed, 12 pt, Black 100%, межстрочный 14.4 pt (для персональных подписей)",
      "Особые ограничения: Межстрочный интервал — 11.5 pt для заголовков; 14.4 pt для подписей",
      "Особые ограничения: Разделитель абзацев — 11.34 pt",
      "Цвет: использовать чёрный 100% для всех текстовых элементов",
      "Шрифт: Myriad Pro regular, 10pt, межстрочный интервал 12pt, чёрный 100%",
      "Шрифт: Myriad Pro semibold semicondensed, 13pt, чёрный 100%",
      "Шрифт: Myriad Pro italic, 10pt, чёрный 100%",
      "Шрифт: Myriad Pro light semicondensed, 8.5pt, межстрочный интервал 11.5pt, чёрный 100%",
      "Поля: отступы по 17 mm со всех сторон",
      "Шрифт: Myriad Pro Light semicondensed, 8.5pt; межстрочный интервал 11.5pt.",
      "Особые ограничения: форматы конвертов — 229×114 мм и 229×169 мм.",
      "Шрифт: Myriad Pro Light Semicondensed, 10.5pt, межстрочный интервал 14.2pt, чёрный 100%",
      "Отступы: поля страницы — 15 мм",
      "Шрифт: Заголовок (приветствие) – Arial Bold, 9pt, интерлиньяж авто, цвет текста HEX #000000",
      "Шрифт: Основной текст – Arial Regular, 8pt, интерлиньяж авто, цвет текста HEX #000000",
      "Шрифт: Имя и фамилия – Arial Regular Italic, 8pt, интерлиньяж авто, цвет текста HEX #585857",
      "Шрифт: Название организации – Arial Bold, 8pt, интерлиньяж авто, цвет текста HEX #000000",
      "Шрифт: Контактная информация – Arial Regular, 8pt, интерлиньяж авто, цвет текста HEX #000000",
      "Шрифт: основной – Myriad Pro Regular, 9.5 pt, межстрочный интервал 12 pt, цвет белый",
      "Шрифт: вспомогательный – Myriad Pro Bold SemiCondensed, 12.6 pt, межстрочный интервал 20.5 pt, цвет белый",
      "Шрифт: основной — Myriad Pro Light Semicondensed, 8,5 pt, межстрочный интервал 11,5 pt",
      "Цвет: Цвет текста титульного слайда – белый (HEX #FFFFFF)",
      "Шрифт: Arial Bold, 50pt, leading auto — основной размер заголовков",
      "Шрифт: Arial Bold, 25pt, leading auto — размер подзаголовков",
      "Шрифт: Arial Bold, 18pt, leading auto — размер основного текста",
      "Шрифт: Arial Bold, 9pt, leading auto — размер второстепенного текста",
      "Использовать формат брошюры 210 × 297 мм (A4).",
      "Шрифт: заголовок на обложке листовки должен быть выполнен негативом (белый текст) на тёмном фоне",
      "Особые правила: соблюдать спецификации внутренней тени (страница 30) и систему заголовков (страница 20).",
      "Цвет: заголовок должен быть написан в негативе (светлым цветом) на тёмном фоне",
      "Использовать текстовую область в пределах сетки для размещения текста",
      "Область текста бейджа оформляется в виде ромба шириной 10x единиц сетки.",
      "Шрифт: Myriad Pro Semibold Semicondensed, 40pt для заголовков инфографики",
      "Шрифт: Myriad Pro Semibold Semicondensed, 20pt для подзаголовков инфографики",
      "Шрифт: Myriad Pro Regular Semicondensed, 9,5pt для основного текста инфографики",
      "Шрифт: основной — Myriad Pro semibold semicondensed; размеры заголовков: FACTSHEET – 14mm (15pt), Title – 22pt, Subtitle – 11pt, Factsheet category (жирный) – 10pt, Title 1 – 18pt, Title 2 – 15pt; основной текст — Myriad Pro regular, 11pt; для последующих страниц: Myriad Pro semibold semicondensed, 11pt; Myriad Pro light, 10pt; Myriad Pro bold, 10pt",
      "Шрифт: Arial regular 0.8em; Цвет: #48S4ee8",
      "Шрифт: Arial regular 0.8em; Цвет: #484847",
      "Шрифт: Arial regular 12px; Цвет: #4272B6",
      "Шрифт: Arial regular 14px; Цвет: #484847",
      "Шрифт: Arial regular 1rem; Цвет: #474746",
      "Шрифт: Arial regular 24px; Цвет: #60C0DC",
      "Шрифт: Arial bold 16px; Цвет: #2C4390; Цвет: фон #C1D9E2; высота блока: 44px и 40px; отступ слева: 10px",
      "Шрифт: Arial bold 16px; Цвет: #FFFFFF; Цвет: фон #2C4390; высота блока: 44px; отступ слева: 10px",
      "Шрифт: Arial bold 12px; Цвет: #FFFFFF; Цвет: фон #2C4390; прозрачность фона: 0.8",
      "Шрифт: Arial bold 12px; Цвет: #FFFFFF; Цвет: фон #60C0DC; Цвет: обводка #4CB9D8; радиус скругления: 3px",
      "Шрифт: Arial bold 12px; Цвет: #474746",
      "Шрифт: Arial bold 14px; Цвет: #484847",
      "Шрифт: Arial bold 14px; Цвет: #2C4390",
      "Шрифт: Arial bold 8pt; Цвет: #474746",
      "Шрифт: Arial bold 23px; Цвет: #4272B6; описание: Arial Regular",
      "Шрифт: Arial bold 11px; Цвет: #4272B6",
      "Цвет: текст на светлом фоне — чёрный; на тёмном фоне — белый",
      "Цвет: Текст на фоне #2c4390 — #ffffff",
      "Шрифт: Основной — Arial",
      "Шрифт: Основной текст — Arial regular, 10pt",
      "Шрифт: Заголовок — Arial regular, 28pt",
      "Шрифт: Дата — Arial bold italic, 10pt",
      "Шрифт: Подзаголовок — Arial bold, 12pt",
      "Шрифт: Субтитры — Arial italic, 12pt",
      "Шрифт: Вводный текст — Arial bold, 10pt",
      "Шрифт: Ссылки — Arial bold, 10pt",
      "Шрифт: Иконки социальных сетей — Arial normal, 8pt",
      "Шрифт: Arial regular, 20,5pt — основной заголовок (Main title).",
      "Шрифт: Arial regular, 12pt — дата раздела (Date).",
      "Шрифт: Arial bold, 13,5pt — заголовок раздела Top Story.",
      "Шрифт: Arial bold, 10,5pt — заголовки статей (Article title) и даты в формате dd.mm.yyyy.",
      "Шрифт: Arial bold italic, 9pt — даты статей (Article date).",
      "Шрифт: Arial regular, 9pt — основной текст (Body text) и текст \"Read more...\".",
      "Шрифт: Arial bold, 9pt — ссылки (Links).",
      "Шрифт: Arial regular, 7,5pt — поясняющий текст в футере и текст на цветном фоне блока персональных данных.",
      "Цвет: #575B5C (rgb(87,91,92)) — заголовки и дата раздела Press Review.",
      "Цвет: #000000 (rgb(0,0,0)) — текст Top Story, Country и основной текст.",
      "Шрифт: основной шрифт Myriad Pro (Bold 12,3pt; Bold SemiCondensed 21,5pt; Bold SemiCondensed 12,7pt; Regular 10pt; Light SemiCondensed 9pt)",
      "Шрифт: Myriad Pro Bold SemiCondensed, заголовок 125pt, основной текст 75pt, веб-ссылка 168pt",
      "Особые ограничения и правила: верстка строится по модульной системе с базовой единицей x; нижний отступ документа – не менее 8× x",
      "Правило верстки: слово «Commission» прописывается полностью буквами на 2 или 3 строках.",
      "Шрифт: Arial Bold – основной шрифт. Используется для надписи «Commission» (20pt), заголовков слайдов при модуле 16× (55pt), подзаголовков при модуле 16× (27,5pt), основного текста при модуле 26× (25pt), подзаголовков при модуле 26× (12,5pt).",
      "Шрифт: Myriad Pro Bold SemiCondensed – вспомогательный шрифт для заголовков презентации PowerPoint (20pt) и заголовков при модуле 26× (13pt).",
      "Шрифт: использовать исключительно гарнитуру Myriad Pro со следующими начертаниями и размерами: Regular — 9pt; Light — 9pt; Light SemiCondensed — 9pt; Bold — 12pt; Bold SemiCondensed — 16pt; Bold SemiCondensed — 32,5pt",
      "Правило расположения текста «Commission»: писать полностью заглавными буквами на 2–3 строках; ниже размещать заголовок, название мероприятия, место, дату и логотип партнёра",
      "Шрифт: Myriad Pro Regular 7pt, Light SemiCondensed 7pt, SemiCondensed 7pt, SemiCondensed 14pt — для текста на оборотной стороне",
      "Шрифт: Myriad Pro Bold 10pt, SemiCondensed 10pt, Bold SemiCondensed 11.5pt, Bold SemiCondensed 23pt — для текста на лицевой стороне",
      "Шрифт: Myriad Pro SemiBold SemiCondensed, 20 pt; междустрочный интервал 23 pt; отступ абзаца 3 mm",
      "Шрифт: Myriad Pro SemiBold SemiCondensed, 20 pt; междустрочный интервал 22 pt; отступ абзаца 1 mm",
      "Шрифт: Myriad Pro SemiBold SemiCondensed, 12 pt; отступ абзаца 1 mm",
      "Шрифт: Myriad Pro SemiBold SemiCondensed, 12 pt",
      "Шрифт: Myriad Pro SemiBold SemiCondensed, 10 pt",
      "Шрифт: Myriad Pro Bold, 10 pt",
      "Шрифт: Myriad Pro Light, 10 pt; отступ абзаца 3 mm",
      "Шрифт: Myriad Pro Light, 10 pt",
      "Шрифт: Myriad Pro Light SemiCondensed, 10 pt; отступ абзаца 0,5 mm",
      "Шрифт: Myriad Pro SemiCondensed, 9 pt",
      "Шрифт: Myriad Pro Bold SemiCondensed используется для заголовков размерами 23 pt, 46 pt и 17 pt",
      "Шрифт: Myriad Pro SemiCondensed, 29,7 pt используется для указания места проведения",
      "Шрифт: Meeting SemiCondensed, 29,7 pt используется для заголовка встречи (Meeting)",
      "Шрифт: Bold SemiCondensed, 29,7 pt используется для даты",
      "Шрифт: Заголовок «Commission» пишется полностью заглавными буквами на 2–3 строки",
      "Шрифт: основной Myriad Pro SemiCondensed Bold, размеры: заголовки 32,5pt, подзаголовки 21pt, рубрикация 16pt, основной текст 12pt, мелкие заметки 9pt; межстрочная разделитель 1pt",
      "Шрифт: дополнительный Myriad Pro SemiCondensed, размер 9pt, параграфная линейка 1pt для справочной информации",
      "Шрифт: Myriad Pro Bold SemiCondensed 18 pt, 12 pt, 12,5 pt, 25 pt",
      "Шрифт: Myriad Pro Light SemiCondensed 10 pt",
      "Шрифт: основной — Arial Bold; вспомогательный — Myriad Pro Bold SemiCondensed",
      "Концепция стиля: диагональное цветовое поле справа и вертикальное написание слова Commission на 2–3 строках",
      "Особые ограничения: название «Commission» писать полностью прописью, разделяя на 2–3 строки",
      "Шрифт: Myriad Pro Bold, 17pt",
      "Шрифт: Myriad Pro Bold, 5 pt",
      "Правило сетки: использовать grid system с шагом 17× для размещения всех элементов бейджа, включая текстовую область",
      "Типы бейджей: стандартные и номинативные бейджи"
    ],
    "restrictions_rules": [
      "При работе с логотипом необходимо соблюдать минимальную зону свободного пространства 4X (X = 1/8 высоты флага ЕС), свободную от любых графических элементов, слоганов, фирменных знаков, фотографий и типографики",
      "Цвет: на тёмном фоне логотип нужно инвертировать — сохраняются только цвета флага ЕС, остальные элементы чисто белые",
      "При необходимости воспроизводить логотип в меньшем размере использовать горизонтальную версию с выравниванием надписи по высоте флага ЕС; минимальная высота такой версии – 10 мм.",
      "Для специальных случаев (недостаток пространства или присутствие названия учреждения) использовать альтернативный приглушённый логотип (mute logo), состоящий только из звуковых волн и флага ЕС.",
      "Не искажать логотип и не изменять его пропорции",
      "Цвет: не изменять цвета логотипа",
      "Шрифт: не изменять шрифт логотипа",
      "Не использовать специальные эффекты",
      "Не обводить логотип",
      "Не капитализировать текст логотипа",
      "Не изменять выравнивание и положение текста логотипа",
      "Не использовать негативную версию без белой рамки вокруг флага",
      "Двухъязычный логотип используется исключительно на фасадах зданий Европейского комитета регионов.",
      "Данный двухъязычный вариант логотипа не должен применяться ни при каких иных обстоятельствах.",
      "Минимальное пространство между логотипами равно ширине флага ЕС",
      "Изменить размеры ромба до ширины 120 мм и высоты 100 мм",
      "Ширина ромба должна быть равна 10× ширины флага ЕС в логотипе Европейского комитета регионов",
      "Использовать ромбовидную фигуру как декоративный элемент на обложках и внутренних страницах",
      "Верхнее выравнивание: флаг ЕС на логотипе выровнен на 1× ширины флага ЕС",
      "Левое выравнивание: флаг ЕС на логотипе выровнен на 2× высоты флага ЕС",
      "Белый ромбовой элемент центрирован вертикально относительно логотипа и выровнен на 3× высоты флага ЕС",
      "Особое ограничение: размер визитной карточки – 55 x 85 мм",
      "Особое ограничение: поля от обреза – 6 мм",
      "Особое ограничение: расстояние между модулями – 3 мм",
      "Особое ограничение: радиус скругления углов – 1 мм",
      "Особое ограничение: размер иконок социальных сетей – 3.5 мм",
      "Особые ограничения: Размер карточки — 210×105 мм",
      "Особые ограничения: Размер иконок социальных сетей — 2.5 мм",
      "Особые ограничения: Отступы — сверху 12 мм, снизу 10 мм, между элементами 10 мм, внешние поля 15 мм",
      "Особые ограничения: минимальные отступы со всех сторон — 10 мм.",
      "Цвет: Иконка Twitter – HEX #1DA1F2",
      "Правило работы с иконками соцсетей: размер 11×11 пикселей",
      "Шрифт: иконки социальных сетей – размер 2.75 mm",
      "Особые ограничения: узор наносится прозрачным UV-лаком на синий фон",
      "Шрифт: иконки соцсетей — размер 2,5 mm",
      "Особые ограничения: формат блокнота — 148 × 210 mm (A5)",
      "Особые ограничения: минимальный отступ от краев и между элементами — 10 mm",
      "Особые ограничения и правила: использовать формат слайда 1024×768 px (соотношение 4:3)",
      "Изображения и фотографии на обложках и тыльных сторонах должны быть размещены внутри ромбовидной формы, используемой как графический элемент.",
      "Цвет: Использовать насыщенный цвет для заполнения ромба, чтобы он выделялся и обеспечивал высокую видимость логотипа.",
      "Применять тень (drop shadow) под белым ромбом в соответствии со спецификациями, чтобы логотип выделялся.",
      "Обеспечивать безопасную зону вокруг логотипа не менее 8x со всех сторон.",
      "Графический элемент: применять внутреннюю тень (drop shadow) к белой ромбовидной форме для выделения логотипа (см. спецификации теней на странице 30).",
      "Цвет: использовать насыщенный цвет для выделения ромбовидной формы и повышения видимости логотипа.",
      "Шаблон: на цветном ромбовидном фоне использовать негативную версию логотипа (см. правила негативного варианта логотипа/фоновой заливки на странице 13).",
      "Правила работы с логотипом: применять drop shadow к ромбообразной форме за логотипом для выделения на фоне",
      "Использовать изображения вместо ромбообразного графического элемента для co-branded плакатов",
      "Цвет: ромбовидная форма за логотипом должна быть белой",
      "Цвет: зона для логотипов организаторов должна быть белой",
      "В свободной текстовой зоне не допускается использование фонового цвета и размещение текста",
      "Размер бейджа должен составлять 89 x 55 мм.",
      "Бейджи, используемые вместе с указателями, должны уменьшаться пропорционально.",
      "Цвет: области ромба для текста и для размещения логотипов должны быть белыми.",
      "Особые ограничения: заголовок инфографики можно окрашивать для визуального выделения",
      "Правило работы с графическими элементами: размер и расположение белого ромба должны соответствовать указаниям раздела \"Graphic elements – white diamond shape\" на странице 21.",
      "Ширина колонки: 43px; промежуток (gutter): 30px",
      "Максимальная ширина контентного контейнера: 1170px",
      "Максимальная ширина элементов: 120px",
      "Высота блока: 44px; padding-left: 10px для навигационных элементов",
      "Высота блока: 40px для некоторых элементов",
      "Использовать негативную версию логотипа на синем фоне в социальных медиа.",
      "Цвет: логотип для социальных медиа (Twitter) должен быть негативной версией на синем фоне.",
      "Цвет: логотип для социальных сетей использовать негативную версию на синем фоне.",
      "Шаблон: все визуалы для социальных сетей должны быть типа «Quote-visuals» с логотипом CoR в ромбовидной форме, размещённым в верхнем левом углу",
      "Особые ограничения: шаблоны «Quote-visuals» предназначены только для публикаций в лентах Facebook (1024×1024 px) и Twitter (1024×611 px)",
      "Шаблон: Facebook 1024x1024 пикселей; Twitter 1024x611 пикселей; при использовании на других платформах адаптировать размеры согласно требованиям.",
      "Логотип: использовать фирменный signature style, размещать внизу баннера/поста; не размещать на ромбовидном элементе; соблюдать правила работы с фоном, указанные на странице 13.",
      "Свободное пространство вокруг области кампании CoR: оставлять 14x (см. Figure 5) и 18x (см. Figure 6).",
      "Специальные ограничения: размер баннера для Twitter должен быть 1024×611 пикселей.",
      "Оставлять безопасный отступ в 18× от края макета",
      "Особое ограничение: Поля страницы — отступы сверху, снизу, слева и справа по 30px; ширина основного блока 600px",
      "Особое ограничение: Иконки социальных сетей — высота 20px",
      "Отступы слева и справа — по 8px.",
      "У третьего ромба установить радиус скругления углов в 0 мм.",
      "Особые ограничения и правила: использовать сетку из 12 колонок; ширина левой панели 113.5 мм, центральной и правой по 220 мм; клапаны по 75 мм; отступы между панелями 10 мм",
      "Особые ограничения: расстояние от элементов сетки до полей макета – 1x на оборотной стороне и 11x на лицевой стороне",
      "Использовать размер 1024×611 пикселей для Twitter и 1024×1024 пикселей для Facebook.",
      "Что запрещено отображать: для внешних конференций не использовать брендовые изображения комиссии CoR.",
      "Запрещено использовать фирменные изображения комиссий вместо региональных фотографий.",
      "Логотип Европейского Комитета регионов размещать в верхнем левом углу на белом фоне.",
      "Правило: логотип Европейского комитета регионов (Commission) размещается в центре верхней части обложки с полным написанием «Commission» на 2–3 строки",
      "Особые ограничения: использовать указанные макеты для обложки формата A4 (R/V) и для внутренних страниц формата A3, сложенных пополам",
      "Правило размера бейджа: 89 × 55 мм"
    ],
    "composition_rules": [
      "Концепция стиля: открытая коммуникация через визуализацию звуковых волн",
      "Стиль изображения: динамичная непрерывная звуковая волна в виде стрелок",
      "Стиль изображения: чистый и современный",
      "Концепция стиля: использование контраста размеров для визуального эффекта и узнаваемости.",
      "Нарисовать в Adobe Illustrator квадрат 100×100 мм и повернуть на 45°",
      "Установить скругление углов ромба: верхний и нижний – 10 мм, левый и правый – 8,5 мм",
      "Концепция: белая ромбовидная форма вместе с системой заголовков задаёт графическую линию Европейского комитета регионов и является основным визуальным элементом, определяющим графический стиль публикаций",
      "Стиль изображения: использование сеточной системы с отступами, кратными x, для различных форматов (A6–A0, 80×200 см, 300×100 см)",
      "Grid system – портретный формат",
      "Если формат отсутствует в таблице, использовать ближайший формат как базовый; пропорционально изменять на основе ширины для вертикального макета или высоты для горизонтального макета",
      "Стиль изображения: сложенная уголком белая ромбовидная форма на фирменном фоне",
      "Макет: размер приглашения — 210×105 mm",
      "Ромбовидные элементы: ширина 10 mm, отступ от краёв макета — 10 mm",
      "Стиль/концепция изображения: белый графический паттерн ромбовидной формы",
      "Стиль: использование фоновых геометрических ромбов",
      "Концепция стиля: геометрический паттерн из ромбов",
      "Применять систему сетки при создании лицевой и тыловой обложек брошюр.",
      "Иллюстрации основаны на ромбовидном графическом элементе",
      "Для кобрендированных брошюр фотографии используются вместо графического элемента",
      "Стиль изображения: фокус на сильном изображении за счет использования светлых тонов и ромбовидной формы как графического элемента",
      "Концепция стиля: использовать ромбовидную форму как графический элемент",
      "Применять систему сетки ко всем обложкам и оборотным сторонам лифлетов: формат A4 (210 × 297 мм), базовый модуль – 8x.",
      "Концепция стиля: иллюстрации должны основываться на ромбовидном графическом элементе",
      "Стиль изображения: для совместного выпуска листовок следует использовать изображение",
      "Стиль изображения: для листовок Европейского комитета регионов делать акцент на изображении в светлых тонах с использованием ромбовидного графического элемента",
      "Графический элемент: изображения на обложках и оборотах листовок обрамляются ромбовидной формой.",
      "Использовать 12-модульную (12 столбцов) сеточную систему макета; система применяется ко всем плакатам.",
      "Концепция: основной графический элемент — ромбовидная форма, на которой строятся иллюстрации",
      "Стиль изображения: фотографии кадрируются и помещаются внутри ромбообразного графического элемента, выполненные в светлых тонах с фокусом, создаваемым этим элементом",
      "Существуют две версии сетки Signpost: для мероприятий (со)организованных Комитетом регионов и для мероприятий, принимаемых Комитетом регионов",
      "Ширина сетки макета должна быть равна 17×",
      "Концепция стиля: бейджи строятся по модульной сетке.",
      "Стиль изображения: инфографика на основе модульной сетки",
      "Концепция стиля: две версии компоновки — портретная (210 × 297 мм, A4) с сеткой из 12 колонок и ландшафтная с сеткой из 17 колонок, выделенная цветная область для заголовка, зона контента и зона футера",
      "Двухколоночная структура контента на вторичных страницах на основе трёхколоночной сетки главной страницы",
      "Стиль изображения: «Quote-visuals» сосредоточены на тексте и предназначены для публикаций в лентах Facebook и Twitter",
      "Концепция: максимальная видимость изображения кампании CoR.",
      "Стиль изображений: «Image-visuals» с акцентом на изображение кампании CoR.",
      "Концепция стиля: баннеры предназначены как тизеры инфографики для социальных сетей.",
      "Стиль изображения: тизерный баннер с призывом к действию для перехода к полной инфографике на новой веб-странице.",
      "Изображения должны быть связаны с предметной областью комиссии и отражать её полномочия",
      "Дублировать новый зелёный ромб по горизонтали и симметрично.",
      "Четвёртый ромб масштабировать на 480%; верхние и нижние углы устанавливать равными значениям белого ромба, а левые и правые — значениям маленького зелёного ромба.",
      "Использовать в Adobe Illustrator инструмент Live Corners widget для установки скругления углов ромбов с заданными значениями радиуса.",
      "Концепция стиля: использование модульной сетки и диагональных элементов для единого оформления брендированных носителей",
      "Стиль изображения: PowerPoint слайды 1024×768 px (4:3) на модульной сетке с отступами 16× по краям и 26× сверху, диагональный цветовой блок.",
      "Концепция стиля: строгая структурированность с акцентом на диагональные цветовые элементы.",
      "Правило макета: обложки формата A4 (210×297 мм) строятся по системе сетки",
      "Использовать 2 типа визуальных шаблонов для социальных сетей: «Quote-visuals» и шаблоны corner для представления и подписи сообщения (макет см. стр. 81).",
      "Шаблоны «Quote-visuals» предназначены для постов в лентах Facebook и Twitter.",
      "Стиль изображения: 'Image-visuals' – изображение(я) в фокусе.",
      "Концепция стиля: для общих публикаций использовать визуальную идентичность каждой комиссии CoR и систему сетки (см. страницы 80–81); для внешних конференций фокусироваться на городе или регионе мероприятия и использовать специфические фотографии, усиливающие региональную тематику.",
      "Формат плаката: 297 × 420 мм (A3)",
      "Постер должен строиться по системе сетки (grid system)",
      "Стиль изображения: использование модульной сетки с диагональным разделением контента",
      "Стиль и концепция изображения: для конференций использовать специфические фотографии региона или города-организатора вместо фирменных изображений комиссий.",
      "Стиль: выравнивание всех элементов по 12-колоночной модульной сетке",
      "Стиль: использование наклонных цветовых панелей по диагонали",
      "Концепция: оформление обложки конференции на основе модульной сетки с чёткой иерархией заголовка, даты и места проведения",
      "Особые ограничения: формат обложки 210×297 мм (A4); макет аналогичен A3, сложенному вдвое",
      "Стиль: сеточная система (grid system) для слайдов PowerPoint формата 4:3 (1024×768 px) с модульным шагом 26× и отступом слева 16×"
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 44,
      "g": 67,
      "b": 144,
      "pantone": "Pantone Reflex Blue"
    },
    {
      "r": 255,
      "g": 237,
      "b": 0,
      "pantone": "Pantone Yellow"
    },
    {
      "r": 177,
      "g": 177,
      "b": 176,
      "pantone": "Pantone Black 40%"
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": "Pantone Black 100%"
    },
    {
      "r": 88,
      "g": 88,
      "b": 87,
      "pantone": ""
    },
    {
      "r": 19,
      "g": 16,
      "b": 131,
      "pantone": ""
    },
    {
      "r": 49,
      "g": 48,
      "b": 131,
      "pantone": ""
    },
    {
      "r": 18,
      "g": 105,
      "b": 176,
      "pantone": ""
    },
    {
      "r": 193,
      "g": 217,
      "b": 226,
      "pantone": ""
    },
    {
      "r": 230,
      "g": 237,
      "b": 236,
      "pantone": ""
    },
    {
      "r": 240,
      "g": 245,
      "b": 248,
      "pantone": ""
    },
    {
      "r": 76,
      "g": 185,
      "b": 216,
      "pantone": ""
    },
    {
      "r": 239,
      "g": 236,
      "b": 236,
      "pantone": ""
    },
    {
      "r": 175,
      "g": 210,
      "b": 239,
      "pantone": ""
    },
    {
      "r": 200,
      "g": 225,
      "b": 230,
      "pantone": ""
    },
    {
      "r": 185,
      "g": 210,
      "b": 220,
      "pantone": ""
    },
    {
      "r": 150,
      "g": 220,
      "b": 230,
      "pantone": ""
    },
    {
      "r": 225,
      "g": 235,
      "b": 240,
      "pantone": ""
    },
    {
      "r": 200,
      "g": 200,
      "b": 200,
      "pantone": ""
    },
    {
      "r": 200,
      "g": 225,
      "b": 200,
      "pantone": ""
    },
    {
      "r": 235,
      "g": 225,
      "b": 179,
      "pantone": ""
    },
    {
      "r": 215,
      "g": 190,
      "b": 160,
      "pantone": ""
    },
    {
      "r": 100,
      "g": 130,
      "b": 200,
      "pantone": ""
    },
    {
      "r": 20,
      "g": 65,
      "b": 135,
      "pantone": ""
    },
    {
      "r": 100,
      "g": 110,
      "b": 150,
      "pantone": ""
    },
    {
      "r": 40,
      "g": 125,
      "b": 215,
      "pantone": ""
    },
    {
      "r": 179,
      "g": 150,
      "b": 130,
      "pantone": ""
    },
    {
      "r": 155,
      "g": 150,
      "b": 160,
      "pantone": ""
    },
    {
      "r": 155,
      "g": 160,
      "b": 210,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 179,
      "b": 210,
      "pantone": ""
    },
    {
      "r": 125,
      "g": 170,
      "b": 179,
      "pantone": ""
    },
    {
      "r": 96,
      "g": 192,
      "b": 220,
      "pantone": ""
    },
    {
      "r": 244,
      "g": 155,
      "b": 30,
      "pantone": ""
    },
    {
      "r": 226,
      "g": 243,
      "b": 250,
      "pantone": ""
    },
    {
      "r": 234,
      "g": 234,
      "b": 234,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    },
    {
      "r": 45,
      "g": 68,
      "b": 136,
      "pantone": ""
    },
    {
      "r": 232,
      "g": 238,
      "b": 245,
      "pantone": ""
    },
    {
      "r": 102,
      "g": 191,
      "b": 212,
      "pantone": ""
    },
    {
      "r": 107,
      "g": 109,
      "b": 125,
      "pantone": ""
    },
    {
      "r": 138,
      "g": 114,
      "b": 174,
      "pantone": ""
    },
    {
      "r": 220,
      "g": 145,
      "b": 27,
      "pantone": ""
    },
    {
      "r": 142,
      "g": 37,
      "b": 84,
      "pantone": ""
    },
    {
      "r": 161,
      "g": 187,
      "b": 58,
      "pantone": ""
    },
    {
      "r": 91,
      "g": 163,
      "b": 220,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 121,
      "b": 144,
      "pantone": ""
    }
  ],
  "fonts": [
    "Myriad Pro",
    "Minion Pro",
    "Arial",
    "Times New Roman",
    "Meeting SemiCondensed"
  ]
}