{
  "classified_rules": {
    "logo_rules": [
      "Концепция стиля: шеврон внутри логотипа указывает на северо-восток, отражая географическое местоположение, прогрессивное мышление и видение будущего; современная форма герба символизирует приверженность академическому совершенству и достижениям",
      "Правило работы с логотипом: основной логотип является главным визуальным представлением бренда CBU",
      "Правило работы с логотипом: логотип должен быть построен на основе chevron-формы, вдохновленной восьмиконечной звездой",
      "Правило работы с логотипом: использовать только поставленные файлы и не воспроизводить логотип самостоятельно, не изменять размер шрифта или расположение элементов.",
      "Правило работы с логотипом: использовать вторичный логомарк с сокращённым названием только в случаях, когда полное название не требуется или основной логотип уже используется в другом месте; вторичный логомарк предназначен преимущественно для материалов, адресованных студентам или промо-материалов.",
      "Правило работы с логотипом: Свободное пространство (clearspace) вокруг логотипа должно быть равно двойной высоте заглавной буквы (cap height) шрифта логомарки.",
      "Правило работы с логотипом: Ни одни объекты, визуальные элементы или типографика не должны нарушать зону свободного пространства (clearspace) логотипа.",
      "Правила работы с логотипом: минимальная высота всех версий логотипа основана на высоте щита в логомарке, чтобы сохранить целостность знака",
      "Правила работы с логотипом: основная версия логотипа не должна быть уменьшена ниже 10 мм для печати или 30 пикселей для цифровых приложений",
      "Правила работы с логотипом: вторичная версия логотипа не должна быть уменьшена ниже 15 мм для печати или 35 пикселей для цифровых приложений",
      "Правила работы с логотипом: для фавиконок и других цифровых и небольших социальных приложений используйте вторичную версию логотипа без типографии для лучшей читаемости",
      "Правило работы с логотипом: для Illustrator, Photoshop, InDesign, Premiere и профессиональной печати предпочтительно использовать векторные форматы .eps и .ai; допустимы .jpg и .png",
      "Use Case: Web/Screen Use – рекомендуемые форматы .jpg и .png",
      "Использовать указанные форматы файлов для каждого сценария применения во избежание несоответствий при использовании логотипа",
      "Цвет: логотипы должны использоваться в реверсивном варианте — белые на основном или дополнительном фирменном цвете CBU.",
      "Цвет: логомарк должен отражать священные цвета коренных народов (белый, желтый, красный, черный)",
      "Концепция: логомарка отражает священные цвета коренных народов (белый, желтый, красный, черный) и символизирует знания, мудрость и традиции Mi’kmaq",
      "Цвет: Логотипы могут быть выполнены в обратном цвете – белый логомарк на фоне основных или второстепенных фирменных цветов бренда CBU.",
      "Логотип (Coat of Arms) является церемониальным знаком и используется только в ограниченных случаях для сохранения его значимости.",
      "Логотип с держателями используется для Presidential (President’s Office, Board of Governors) и для Credential (дипломы, степени, сертификаты и выписки Регистратора).",
      "Любое использование герба должно быть предварительно одобрено Президентским офисом через Отдел маркетинга и коммуникаций на индивидуальной основе.",
      "Правила работы с логотипом: размещать логотип на однотонном фоне промо-вещей."
    ],
    "color_system_rules": [
      "Цвет: основной логотип должен использоваться в Pantone 166 C",
      "Цвет: логотипы суб-брендов используются в Pantone 349 C.",
      "Концепция: центральным элементом визуальной идентичности суб-брендов является шевронная форма, унаследованная из основного логотипа CBU.",
      "Цвет: Pantone 193 C (красный)",
      "Цвет: Pantone 7408 C (желтый)",
      "Цвет: 100% чёрный",
      "Цвет: использование белого цвета",
      "Стиль: уникальное цветовое применение логотипа",
      "Цвет: Pantone 349C",
      "Суб-брендинг подразделений применять только для чёткого различения областей CBU (например, вывесок, официальных писем, уведомлений о курсах или мероприятиях)",
      "Цвет: Основные цвета — Pantone 166 C, Pantone 349 C, Pantone 7480 C, Pantone 193 C, 50% K",
      "Цвет: Вспомогательные/акцентные цвета — Pantone 166 C, Pantone 349 C, Pantone 382 C, Pantone 3265 C, Pantone 2746 C, Pantone 7480 C, Pantone 193 C, 50% K",
      "Цвет: Использовать один или оба основных цвета во всех приложениях, включая логотип",
      "Концепция стиля: Основные цвета объединяют оптимистичный взгляд в будущее с уважением к прошлому",
      "Цвет: Основные цвета — Pantone 166C (RGB 230, 83, 0, HEX #E65300), Pantone 349C (RGB 0, 105, 55, HEX #006937)",
      "Цвет: Второстепенные цвета — Pantone 7480C (RGB 247, 190, 0, HEX #F7BE00), Pantone 193C (RGB 196, 13, 60, HEX #C40D3C), Pantone 50% K (RGB 147, 149, 152, HEX #939598)",
      "Цвет: Акцентные цвета — Pantone 382C (RGB 194, 213, 0, HEX #C2D500), Pantone 3255C (RGB 0, 196, 179, HEX #00C4B3), Pantone 2746C (RGB 10, 31, 143, HEX #0A1F8F)",
      "Цвет: Всегда придерживаться цветовых формул основных и второстепенных палитр для сохранения целостности визуального стиля",
      "Цвет: Цвет можно использовать для пунктуации текстовых элементов, добавляя визуальный акцент и привлекая внимание аудитории.",
      "Цвет: применять насыщенную и смелую палитру CBU",
      "Цвет: использовать смелые, насыщенные цвета или простые, угловатые тон-в-тон фоны для поддержки вторичной идентичности; они становятся основной идентичностью на промо-материалах."
    ],
    "typography_rules": [
      "Шрифт: Gibson Book, прописными буквами",
      "Расстояние от основания текста CBU до верха обозначения подразделения должно составлять в два раза высоту прописной буквы обозначения подразделения",
      "Обозначение подразделения может быть разбито на две или три строки при необходимости",
      "Шрифт: Основная гарнитура Gibson для всех печатных и цифровых материалов, доступна в весах light, book, medium и bold с соответствующими курсивными вариантами",
      "Шрифт: Вспомогательная гарнитура Roboto Slab, геометрический slab serif, дополняющая Gibson, для более сложных приложений, доступна в весах light, medium и bold с соответствующими курсивными вариантами",
      "Шрифт: основной шрифт — Roboto Condensed (начертания: Bold, Condensed Bold, Condensed Regular, Regular, Condensed Light)",
      "Шрифт: вспомогательный шрифт — Arial (для печати и online); при необходимости плотной компоновки допускается использование Arial Narrow",
      "Шрифт: Заголовки и титулы должны быть короткими и крупными.",
      "Шрифт: Заголовки и титулы могут варьироваться.",
      "Шрифт: Подзаголовки должны быть больше основного текста, но никогда не быть больше заголовков.",
      "При подготовке печатных материалов оптимизировать качество воспроизведения и всегда следить за наилучшим качеством.",
      "Could you please provide the content you’d like me to format?"
    ],
    "restrictions_rules": [
      "Стиль изображения: логотип должен быть жирным, сильным и вдохновляющим",
      "Концепция стиля: форма шеврона должна быть вдохновлена восьмиконечной звездой, традиционным символом в культуре коренных народов",
      "Концепция стиля: визуальная идентичность основана на смелости и простоте двух отдельных одноцветных логомарок.",
      "Использовать горизонтальную двухстрочную альтернативную версию логомарки, когда ограничения пространства требуют горизонтального размещения (например, вывески); типографика может занимать две строки вместо рекомендуемой трехстрочной версии.",
      "Использовать вертикальную стековую альтернативную версию логомарки, когда пространство ограничено и требуется вертикальное расположение.",
      "Оба альтернативных варианта логомарки следует использовать только тогда, когда первичные и вторичные версии не представляют визуальный бренд в лучшем виде.",
      "Правила работы с логотипом: все логомарки могут быть обращены в обратный вариант (Reverse)",
      "Правила работы с логотипом: при использовании обратного варианта логомарок применять все пространственные и композиционные правила бренда",
      "Цвет: при инверсии логомарок использовать белый логомарк на фоне основных или вспомогательных фирменных цветов CBU",
      "Логотип: суб-бренды должны отображаться автономно, без сопровождения основного или вторичного логотипа CBU.",
      "Ограничения: обеспечивать равную визуальную репрезентацию суб-брендов для предотвращения визуального шума и сохранения консистентности и силы.",
      "Правила работы с логотипом: при использовании реверсивного варианта соблюдаются все остальные пространственные и композиционные правила бренда.",
      "Правила работы с логотипом: При использовании обратного варианта логотипа необходимо соблюдать все остальные пространственные и композиционные правила бренда.",
      "Суб-брендинг подразделения размещать непосредственно под основным логотипом и не выступать за правую границу буквы «y» в слове «University»",
      "Высота обозначения подразделения должна составлять половину x-высоты слова «University»",
      "Логотип без держателей применяется для Ceremonial (материалы церемоний и высокоуровневые награды) и для Structural (резьба, живопись, вывески, скульптуры, главные входы и угловые камни) по согласованию с Президентским офисом и Отделом маркетинга и коммуникаций.",
      "Шеврон: критический графический элемент под углом 45° к северо-востоку; может быть включён во вторичные визуальные элементы",
      "Особые ограничения и правила: соблюдать дисциплину визуальных стандартов в цифровых приложениях",
      "Особые ограничения и правила: при мобильных реализациях визуальных приложений ставить читаемость на первый план",
      "Изображения должны быть крупными, обрезанными (кадрированными) и выразительными для эффективного представления бренда."
    ],
    "composition_rules": [
      "Стиль изображения: использование chevron-формы",
      "Use Case: Microsoft Word – рекомендуемый формат .png; допустимы .eps, .ai и .jpg",
      "Стиль изображения: персональный, приглашающий и вдохновляющий",
      "Концепция стиля: демонстрировать безупречные природные ландшафты, яркую культуру и гостеприимные сообщества",
      "Концепция стиля: показывать широкие открытые пространства, отражающие темы инноваций и сообщества и оживляющие бренд",
      "Изображения должны передавать чувство места",
      "Стиль изображения: угловатые графические элементы (angular graphics) с острыми гранями",
      "Концепция: использовать акценты (шеврон и круговые сетки) для придания движения, яркости, живости и динамики визуальным коммуникациям",
      "Круговые сетки: служат для смягчения острых углов угловатой графики",
      "Стиль изображения: использовать крупные динамичные изображения для усиления визуального представления",
      "Стиль изображения: акцентировать визуалы угловыми дизайнерскими элементами",
      "Концепция стиля: представление визуальной идентичности в цифровых приложениях через угловые дизайнерские элементы для установления связи с аудиторией",
      "Использовать динамичные, угловатые графические элементы и цветовые наложения для обеспечения оптимальной читаемости.",
      "В печатных материалах соблюдать правильный баланс между всеми визуальными элементами.",
      "Концепция: никогда не недооценивайте силу простоты — смелая, динамичная идентичность через чистые, лаконичные решения.",
      "Стиль изображения: чистый, простой, прямолинейный."
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 230,
      "g": 83,
      "b": 0,
      "pantone": "Pantone 166C"
    },
    {
      "r": 0,
      "g": 105,
      "b": 55,
      "pantone": "Pantone 349C"
    },
    {
      "r": 247,
      "g": 190,
      "b": 0,
      "pantone": "Pantone 7480C"
    },
    {
      "r": 196,
      "g": 13,
      "b": 60,
      "pantone": "Pantone 193C"
    },
    {
      "r": 147,
      "g": 149,
      "b": 152,
      "pantone": "50% K"
    },
    {
      "r": 194,
      "g": 213,
      "b": 0,
      "pantone": "Pantone 382C"
    },
    {
      "r": 0,
      "g": 196,
      "b": 179,
      "pantone": "Pantone 3255C"
    },
    {
      "r": 10,
      "g": 31,
      "b": 143,
      "pantone": "Pantone 2746C"
    }
  ],
  "fonts": [
    "Gibson Book",
    "Gibson",
    "Roboto Slab",
    "Roboto Condensed",
    "Arial",
    "Arial Narrow"
  ]
}