{
  "classified_rules": {
    "logo_rules": [
      "Шрифт: GT America от Grilli Type для логотипа",
      "Правило работы с логотипом: Вокруг логотипа Kunststiftung NRW всегда должна соблюдаться защитная зона, обозначенная как X, и в этой зоне запрещено размещать сторонние логотипы или другие элементы дизайна.",
      "Цвет: в зависимости от макета использовать чёрный, белый или красный логотип.",
      "Цвет: в зависимости от макета использовать черную, белую или красную версию логотипа.",
      "Цвет: Логотип может быть чёрным, белым или красным в зависимости от макета",
      "Правило работы с логотипом: При размещении логотипа Kunststiftung NRW рядом с другими логотипами необходимо соблюдать зону отчуждения (Schutzzone)",
      "В зависимости от макета может использоваться чёрная, белая или красная версия логотипа.",
      "Минимальная ширина логотипа для полиграфии и визитных карточек — 20 мм",
      "Рекомендуемая ширина логотипа для визитной карты — 43 мм",
      "Рекомендуемая ширина логотипа для комплимент-карт, фирменных бланков, форм, конвертов и других форматов DIN A4 (например, объявлений или флаеров DIN lang) — 60 мм",
      "При размещении логотипа рядом с другими логотипами всегда соблюдать защитную зону",
      "Цвет: в зависимости от макета использовать черный, белый или красный вариант логотипа"
    ],
    "color_system_rules": [
      "Цвет: фирменный CI-цвет логотипа — Pantone 032C (или U)",
      "Цвет: Основные цвета — чёрный и белый.",
      "Цвет: Акцентный цвет — #FF1432 (web) и Pantone 032C (print).",
      "Цвет: Допустимые оттенки чёрного — 60%, 40%, 20%, 10%, 5%.",
      "Цвет: Допустимые оттенки акцентного цвета — 60%, 40% (web) и 20%, 10%, 5% (print).",
      "Цвет: Акцентный цвет Kunststiftung Red — Pantone 032 (Coated или Uncoated)",
      "Цвет: Основной веб-цвет Kunststiftung Red — #FC1C3A (60%)",
      "Цвет: Вспомогательные веб-оттенки — #FFD9DE (40%), #FEBAC3",
      "Цвет: Основной печатный цвет Kunststiftung Red — Pantone 032C",
      "Цвет: Градации печатного цвета Pantone 032C — 60%, 40%, 20%, 10%, 5%",
      "Цвет: в типографике использовать контраст черного и красного"
    ],
    "typography_rules": [
      "Шрифт: основной – GT America Regular; вспомогательный – GT America Medium",
      "Шрифт: В корпоративных медиа (website, Geschäftsausstattung, Broschüren, Flyer, Publikationen und Plakate) использовать GT America Regular и GT America Medium",
      "Шрифт: использовать GT America – основной шрифт; в крупных размерах для заголовков и в Regular-сечении в меньших кеглях для длинных текстов",
      "Шрифт: заголовки могут быть подчеркнуты",
      "Стиль: щедрое использование шрифта GT America в больших размерах с акцентом на контраст черного и красного"
    ],
    "restrictions_rules": [
      "Цвет: негативная версия логотипа (белая) используется исключительно для обеспечения читаемости на темных фонах",
      "При размещении логотипа Kunststiftung NRW вместе с другими логотипами всегда соблюдать зону отчуждения (Schutzzone).",
      "При размещении логотипа Kunststiftung NRW вместе с другими логотипами всегда соблюдать зону защиты.",
      "При размещении логотипа Kunststiftung NRW рядом с другими логотипами необходимо соблюдать зону защиты.",
      "Не изменять размеры и пропорции логотипа и линии или расстояние между ними.",
      "Не добавлять тени, обводки или другие эффекты к логотипу.",
      "Цвет: использовать логотип только в черном, красном или белом цвете.",
      "Обеспечить читаемость логотипа на любых фонах; при необходимости корректировать фон изображения.",
      "Шрифт: Для логотипа Kunststiftung NRW использовать GT America Regular"
    ],
    "composition_rules": [
      "Концепция стиля: динамическая наклонная линия подчеркивает словообраз, придает опору и символизирует открытость"
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 20,
      "b": 50,
      "pantone": "032C"
    },
    {
      "r": 252,
      "g": 28,
      "b": 58,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 217,
      "b": 222,
      "pantone": ""
    },
    {
      "r": 254,
      "g": 186,
      "b": 195,
      "pantone": ""
    }
  ],
  "fonts": [
    "GT America Regular",
    "GT America Medium"
  ]
}