{
  "classified_rules": {
    "logo_rules": [
      "Логотип является основным элементом фирменной идентичности и должен присутствовать на всех коммуникационных материалах",
      "Логотип: для избежания ошибок всегда применять логотип из оригинального цифрового документа",
      "При использовании логотипа необходимо строго соблюдать оригинальные пропорции (16 ×), указанные в схеме.",
      "Всегда применять логотип из оригинального цифрового документа, чтобы избежать ошибок.",
      "Логотип: минимальный размер применения логотипа — 1,5 см; допустимые размеры — 2 см, 2,5 см, 3 см, 4 см.",
      "Логотип: применять только из оригинального цифрового документа.",
      "Для логотипа соблюдать зону отчуждения со всех сторон не менее C",
      "Правило работы с логотипом: первоочередно использовать основные версии логотипа; второстепенные версии применять только для специальных случаев (технические требования, ограничение количества цвета, визуальному весу, верстке или материальности)",
      "Правило работы с логотипом: всегда применять марку из оригинального цифрового документа для избежания ошибок",
      "Всегда применять логотип из оригинального цифрового документа",
      "Логотип: допускается применение на различных материалах и с отделками — серебро, серебро (низкий рельеф), медь, медь (низкий рельеф), гравировка по дереву, гравировка по камню, фольга на цветном фоне, тиснение (низкий рельеф и рельеф), УФ-лакировка на бумаге.",
      "Правило работы с логотипом: применять основную версию логотипа из оригинального цифрового документа в контейнере, выбирая версию, наиболее подходящую под контекст и особенности коммуникационного носителя.",
      "Правила работы с логотипом: Использовать версии pluma (Versión pluma principal и Versión pluma secundaria) в позитивном и негативном вариантах для специальных приложений или при ограничениях печатной системы",
      "Правила работы с логотипом: Всегда применять марку из оригинального цифрового документа, чтобы избежать ошибок",
      "Цвет: применять логотип только на сплошных цветных фонах из фирменной хроматической палитры, чтобы обеспечить его видимость, читаемость и правильное распознавание",
      "Правило работы с логотипом: для избежания ошибок всегда использовать оригинальный цифровой файл логотипа",
      "Всегда применять логотип из оригинального цифрового документа, чтобы избежать ошибок.",
      "Правило использования логотипа: логотип может размещаться только на фонах в указанных корпоративных цветах: Pantone gray 11c, Pantone 185c, Pantone 137c, Pantone 632c, Pantone 2945c",
      "Правило использования логотипа: логотип и цвета могут не включаться в графических композициях.",
      "Использовать изображения, отражающие надёжность и безопасность, демонстрирующие бесконечные возможности инвестирования и постоянное развитие, показывая Чили как безопасную и надёжную страну с неограниченными возможностями для инвестиций",
      "Применение: использовать паттерн вместе с логотипом",
      "Логотип всегда должен быть читаемым.",
      "Правило работы с логотипом: при размещении текста на цветном фоне использовать серый логотип, на сером фоне — цветной логотип",
      "Правила работы с логотипом: при co-branding фирма «Chile» всегда размещается на сером квадратном поле с цветным элементом партнера",
      "Правило работы с логотипом: логотип должен располагаться внутри горизонтальной рамки (Cierre horizontal) и внутри вертикальной рамки (Cierre vertical) согласно примерам.",
      "Горизонтальное закрытие состоит из трёх элементов: цветного блока, блока с логотипом и декоративного паттерна; ширина цветного блока и блока с логотипом одинакова, отступ между ними равен ширине этих блоков; логотип размещается по центру внутри блока с логотипом, высота блока с логотипом соответствует высоте цветного блока.",
      "Правило работы с логотипом: вертикальный модуль (Cierre vertical) должен состоять из узора, одного цвета и логотипа",
      "Логотип: использовать основную версию логотипа во всех макетах.",
      "При Co-Branding соблюдать единую схему расположения логотипа Chile и логотипов партнёра, где X – эталонная единица расстояния.",
      "Всегда использовать оригинал цифрового документа логотипа, чтобы избежать неточностей и ошибок.",
      "При создании графических материалов с co-branding использовать утвержденную схему построения и соблюдать соответствующие пропорции элементов",
      "Марка страны должна размещаться в точке оформления макета, отличной от мест расположения других сопутствующих брендов",
      "Правила работы с логотипом: бренд страны должен размещаться в другой точке графической композиции, отличной от точек размещения других сопровождающих его брендов.",
      "При использовании логотипа Marca País Chile в коммуникациях третьих лиц уменьшать его масштаб на 50% относительно сопровождающей марки.",
      "В схемах co-branding версии коммуникаций третьих лиц размещать логотип Marca País Chile в правой части внутри цветового блока в качестве завершающего элемента, соблюдая пропорции и макет, как показано в примерах.",
      "Сопутствующие (ассоциированные) логотипы могут использоваться в положительной версии или в версии «pluma» (белой или чёрной), соблюдая указанные пропорции и размеры.",
      "Для избегания ошибок всегда использовать логотип из оригинального цифрового файла.",
      "Правило работы с логотипом: сочетание логотипа и графического паттерна (фоновая сетка, трама) должно всегда располагаться на линии обреза в графических материалах.",
      "Сопутствующие логотипы не должны быть больше логотипа страны",
      "Размещать логотип страны в области макета, отличной от области размещения сопутствующих логотипов"
    ],
    "color_system_rules": [
      "Цвет: Pantone Gray 11C: CMYK 62 52 46 40; RGB 85 85 89; #555559",
      "Цвет: Pantone 185C: CMYK 0 100 81 0; RGB 235 0 40; #eb0028",
      "Цвет: Pantone 137C: CMYK 0 44 94 0; RGB 255 163 0; #ffa300",
      "Цвет: Pantone 632C: CMYK 88 18 23 3; RGB 0 145 178; #0091b2",
      "Цвет: Pantone 2945C: CMYK 100 68 17 5; RGB 0 76 151; #004c97",
      "Цвет: Использовать основные версии цветов преимущественно; вспомогательные версии применять только в особых случаях (технические причины, ограничение количества цвета, визуальному весу, верстке или материальности)",
      "Цвет: Для обеспечения точности и согласованности использовать эквиваленты Pantone, CMYK, RGB и HEX",
      "Цвет: Применять цвета марки из оригинального цифрового документа, чтобы избежать ошибок",
      "Цвет: Не использовать цветовую палитру, отличную от оригинальной",
      "Цвет: Переменные цвета должны применяться только к хроматической палитре бренда; применение цветов, не входящих в палитру бренда, не допускается.",
      "Цвет: переменные цвета должны применяться только из хроматической палитры бренда; использование любых цветов вне палитры не допускается.",
      "Концепция стиля: обеспечение максимальной видимости, читаемости и узнаваемости при помощи фирменных цветов",
      "Цвет: Pantone gray 11c, Pantone 185c, Pantone 137c, Pantone 632c, Pantone 2945c",
      "Цвет: Определены пять основных цветов: серый, красный, жёлтый, бирюзовый и синий.",
      "Цвет: Основные цвета должны применяться согласно базовым критериям, указанным в брендбуке.",
      "Цвет: Правила применения цветов следует соблюдать гибко, учитывая возможные исключительные случаи и особые потребности коммуникационных материалов.",
      "Цвет: Палитра бренда состоит из пяти основных цветов: серый (Pantone Gray 11C, CMYK C62 M52 Y46 K40, RGB R85 G85 B89, HEX #555559), красный (Pantone 185C, CMYK C0 M100 Y81 K0, RGB R235 G60 B40, HEX #eb0028), жёлтый (Pantone 137C, CMYK C0 M44 Y94 K0, RGB R255 G163 B0, HEX #ffa300), бирюзовый (Pantone 632C, CMYK C88 M18 Y23 K3, RGB R0 G145 B178, HEX #0091b2), синий (Pantone 2945C, CMYK C100 M68 Y17 K5, RGB R0 G76 B151, HEX #004c97).",
      "Цвет: Дополнительный цвет — чёрный, используется только в особых случаях.",
      "Цвет: Использовать исключительно перечисленные цвета, без обращения к внешним оттенкам, соблюдая их строгость.",
      "Цвет: Эталоном для воспроизведения цветов служат Pantone и CMYK, рекомендуется сравнивать с образцом на экране.",
      "Цвет: При создании коммуникационных материалов учитывать роль каждого цвета и не использовать все пять основных цветов одновременно в одной композиции.",
      "Цвет: разрешено использовать режимы смешивания Matiz и Multiply (Multiplicar) для графических элементов с эмоциональным акцентом.",
      "Цвет: Использовать только пять основных Pantone при формировании цветовых сочетаний",
      "Цвет: Предпочтительно выбирать один основной цвет и контрастный ему второстепенный",
      "Цвет: Разрешённые варианты цветовых сочетаний: два основных Pantone-цвета; серый + 1 дополнительный Pantone-цвет; серый + 2 дополнительных Pantone-цвета (три цвета)",
      "Цвет: При подборе цветовой палитры учитывать используемую фотографию и следовать критериям дизайнера",
      "Цвет: Соблюдать достаточный контраст между выбранными цветами",
      "Цвет: при открытии планов использовать цвет для демонстрации взаимодействия людей с окружающей средой",
      "Передавать температуру",
      "Цвет: использовать яркие и насыщенные цвета",
      "Цвет: трафарет (trama) применяется в белом цвете поверх любых фирменных цветов и фотографий.",
      "Применять двойную сетку (trama) с двумя цветами и цветным логотипом.",
      "Цвет: использовать три фирменных цвета вместе с текстом и графикой",
      "Концепция: представлять текстовые приложения, сопровождаемые графикой, в трех цветах",
      "Цвет: использовать двухцветное оформление фирменных подписей для co-branding, без растра или с растром",
      "Цвет: цвет партнера представлен в одном из четырёх фирменных оттенков – красном, оранжевом, бирюзовом или синем",
      "Концепция стиля: сочетание строгого нейтрального логотипа «Chile» и яркого акцента цвета партнера",
      "Цвет: однокрасочное оформление завершающих блоков с использованием одного цвета и логотипа во вторичной версии",
      "Цвет: применять один цвет совместно с узором (trama) и логотипом",
      "Цвет: использование двух цветов при закрытии с узором",
      "Цвет: при применении двойной сетки (Aplicación doble trama) использовать три цвета и логотип в основной версии.",
      "Цвет: использовать не более двух цветов",
      "Цвет: при использовании цвета, узора и текстуры, а также пропорций, руководствуйтесь тоном коммуникации и изображениями графических материалов.",
      "При совместном брендинге возможны следующие сценарии: собственные коммуникации с участием третьей стороны; коммуникации сторонних брендов с участием бренда-страны; совместные коммуникации до трех брендов; коммуникации бренда-страны совместно с Fundación Imagen de Chile. В одной композиции не должно участвовать более трех брендов."
    ],
    "typography_rules": [
      "Использовать установленную единицу измерения C (unidad de medida) для всех графических элементов, включая графические шкалы (barras gráficas)",
      "Шрифт: семейство Chilena (fina, regular, gruesa, italic fina, italic regular, italic gruesa, condensada gruesa)",
      "Шрифт: во всех коммуникациях использовать специально разработанное для бренда страны Chile семейство шрифтов для мгновенного узнавания бренда",
      "Шрифт: допущенные начертания — Fina (тонкое), Regular, Gruesa (жирное), Italic Fina, Italic Regular, Italic Gruesa, Condensed Bold",
      "Шрифт: округлые формы придают шрифту дружелюбный, плавный и свежий характер, отражающий дух Чили",
      "Шрифт: шрифт должен быть достаточно универсальным для близкого и простого общения, сохраняя при этом ясность, читаемость и выразительность",
      "Шрифт: при необходимости шрифт может быть сдержанным, современным, серьёзным и точным",
      "Шрифт: использование различных вариантов семейства шрифтов не должно размывать его фундаментальные особенности и должно усиливать индивидуальность бренда страны и её секторов",
      "Шрифт: основной шрифт — Agnis srit velitasserum / SANDAE.",
      "Шрифт: для эмоционального тона — комбинировать 2–3 переменные семейства на разных уровнях чтения.",
      "Шрифт: для прямого тона (заголовки и выделения) — использовать не более двух переменных семейства; не рекомендуется применять курсивную переменную.",
      "Шрифт: для формального (рационального) тона — заголовки и выделения должны сохранять постоянную переменную и высоту блока; выравнивание по левому или правому краю.",
      "Шрифт: высота типографической коробки (межстрочный интервал) и выравнивание блока могут варьироваться для построения композиции.",
      "Шрифт: основной шрифт SANDE",
      "Шрифт: предпочтительное выравнивание текста — справа, также допускается слева или по ширине; для коротких текстовых блоков, цитат и коротких фраз разрешено выравнивание по центру.",
      "Шрифт: учитывать типографические переменные — междустрочный интервал, кернинг, переносы слов и межсловной интервал.",
      "Применение: использовать паттерн в виньетках с текстом",
      "Стиль: применять графический паттерн (trama) как элемент оформления вместе с текстом",
      "Рациональный стиль изображения: приоритет текста и информационного содержания",
      "Цвет: для Cierre horizontal — два цвета; для Aplicación doble trama y texto и Editorial — три цвета."
    ],
    "restrictions_rules": [
      "Цвет: логотип может располагаться на любом из пяти цветов институциональной палитры, при этом ни одна из версий не должна преобладать над другими",
      "При необходимости можно использовать только символ (звезды) для некоторых коммуникаций бренда, соблюдая определённые специальные нормы.",
      "Логотип: вокруг логотипа должно сохраняться свободное пространство без посторонних элементов.",
      "Соблюдать между всеми элементами минимальное расстояние не менее C (distancia entre elementos)",
      "При использовании графических шкал (barras gráficas) и графических баров соблюдать между ними и другими элементами расстояние не менее C",
      "Соблюдать минимальный отступ вокруг графических элементов (resguardo mínimo acompañado de gráfico) не менее C",
      "Соблюдать минимальный отступ вокруг бренда страны (resguardo de la marca país) не менее C",
      "Шрифт: Не конструировать логотип с типографикой, отличной от установленной",
      "Не применять экструдирование (3D-эффект) к логотипу",
      "Не располагать логотип по диагонали",
      "Не деформировать логотип",
      "Не менять пропорции элементов логотипа",
      "Не удалять элементы логотипа",
      "Не обрезать морфологию логотипа",
      "Цвет: Не использовать градиенты в логотипе",
      "Логотип: запрещено использование на фонах с цветами, не входящими в палитру бренда.",
      "Запрещено применение УФ-лака на бумаге.",
      "Что запрещено отображать на изображении: использование фонов с узорами или цветами, не входящими в палитру бренда.",
      "Особые ограничения: всегда использовать оригинальный цифровой документ при применении марки, чтобы избежать ошибок.",
      "Запрещено: применять логотип на фонах, не входящих в фирменную палитру, а также сочетать логотип с неподходящими цветами",
      "При применении логотипа на сложных фонах (иллюстрации, фотографии, узоры и т.д.) необходимо обеспечивать достаточный контраст и учитывать особенности размещения для сохранения читаемости.",
      "Разрешается размещать логотип только на фотографиях при условии адекватного контраста.",
      "Запрещено использовать иллюстрации и графические узоры в качестве фона; допускается исключительно использование фотографий.",
      "Цвет: запрещено использовать обводки, бордюры или рамки; ни один из цветов палитры не должен применяться для их создания.",
      "Цвет: запрещено использовать градиенты, блики или любые другие эффекты, изменяющие брендовые цвета; цвета должны использоваться плотно, без деградации.",
      "Цвет: Запрещены сочетания, указанные в разделе «No permitidos»",
      "Шрифт: использовать кастомный шрифт, разработанный для бренда Chile (название в процессе регистрации)",
      "Что запрещено отображать: буквальный и явный стиль (sin caer en lo literal y explícito)",
      "Стиль изображения не должен быть перфекционистским",
      "Стиль изображения не должен быть статичным",
      "Стиль изображения не должен быть неприятным",
      "Стиль изображения не должен быть чрезмерным/перегруженным",
      "Стиль изображения не должен быть торжественным/солемнным",
      "Стиль изображения не должен быть в стиле хиппи",
      "Стиль изображения не должен быть грубым",
      "Что запрещено отображать: не пытаться выделять все элементы на изображении одновременно",
      "Изображения всегда должны включать человеческое присутствие",
      "Запрещено отображать одинокие пейзажи",
      "Запрещено отображать: слишком открытые (очень широкие) планы, создающие впечатление одиночества или печали",
      "Запрещено: иллюстрации любого типа",
      "Запрещено: генерические фотографии, не позволяющие идентифицировать Чили",
      "Запрещено: величественные и одинокие пейзажи без взаимодействия людей",
      "Запрещено: студийные фотографии",
      "Запрещено: очень широкие планы без людей",
      "Запрещено: черно-белые фотографии",
      "Узор (trama) обладает собственными характеристиками и должен быть узнаваемым элементом коммуникаций бренда, даже когда логотип отсутствует.",
      "Логотип всегда должен сохранять свою визуальную выразительность на фоне паттерна.",
      "Цвет: применение трёх цветов допускается только при использовании серого в качестве одного из них; все остальные сочетания запрещены.",
      "Цвет: фон блока логотипа всегда должен быть серым – использование фирменных цветов (красный, бирюзовый, синий, жёлтый) в качестве фона логотипного блока запрещено.",
      "Цвет: запрещено сочетать цветной фон блока с логотипом и цветной фирменный паттерн одновременно.",
      "Цвет: узкие (малые) варианты фирменного паттерна в чистых фирменных цветах (красном, бирюзовом, синем, жёлтом) не допускаются.",
      "Стиль изображения: цветной элемент партнера выполняется в виде сплошной полосы над логотипом или мозаичного узора (trama) сбоку от логотипа",
      "Паттерн не должен прерывать или загромождать композицию и мешать восприятию изображения",
      "Паттерн может применяться внутри блоков, поверх фотографий и на полноформатных фотографических элементах",
      "Цвет: в завершающих блоках (cierres) логотип должен комбинироваться с графическим узором и одноцветным фоном",
      "Цвет: применять закрытие с узором (trama) с двумя цветами и логотипом в основной версии макета (вертикальная и горизонтальная)",
      "Цвет: в примерах макетов использовать закрытие с узором (trama) с тремя цветами и логотипом в основной версии",
      "Закрытие с двойным растром + двумя цветами + использование логотипа",
      "Работа с логотипом: не размещать логотип на подобных макетах",
      "Особые ограничения: макет должен содержать только текст, узор и два цвета",
      "Активы бренда не должны использоваться отдельно от логотипа.",
      "При невозможности применения основной версии использовать монохромную версию (белую или чёрную), соблюдая пропорции и размеры.",
      "Для коммуникаций, не относящихся к марке страны Chile, руководствоваться соответствующими guidelines идентичности.",
      "Все брендовые элементы должны размещаться в соответствии с пропорциями и размерами, указанными в брендбуке.",
      "Обеспечивать достаточное свободное пространство вокруг логотипа Marca País Chile, чтобы он не воспринимался вместе с посторонними элементами.",
      "При co-branding придерживаться представленного шаблона и пропорций, чтобы бренд страны сохранял второстепенную роль",
      "Бренд страны выступает вторичным сопротагонистом, не вмешиваясь в графику ассоциированной марки",
      "Логотип бренда страны размещать в отдельной части макета, отдельно от других брендов, не мешая их графике",
      "Соблюдать зону безопасности вокруг обоих логотипов для сохранения целостности и читаемости",
      "Не использовать логотип страны в негативе, если доступна его основная цветовая версия"
    ],
    "composition_rules": [
      "Концепция стиля: сочетание и разнообразие контрастных элементов, множественность форм и проявлений",
      "Концепция стиля: гибридный, сочетающий элементы традиционализма и современности, отражающий свободу жить, высказываться и прокладывать свой собственный путь.",
      "Концепция стиля: фигура не является буквальной, а служит источником вдохновения для коммуникаций бренда",
      "Стиль изображения: rústico sofisticado",
      "Стиль изображения: графическая комплементарная конструкция (Fotografía Gráfica Layout)",
      "Концепция стиля: rústico sofisticado",
      "Концепция стиля: gráfica complementaria и construcción trama",
      "Концепция стиля: хроматическая селекция основана на цветах пейзажа и контрастах, характерных для Чили.",
      "Стиль изображения: ESTILO FOTOGRÁFICO",
      "Стиль изображения: «рустикально-изысканный»",
      "Концепция стиля: «Чили привлекает жизненной силой своих контрастов»",
      "Стиль изображения: «rústico sofisticado» – сочетание рустического и утончённого визуала",
      "Концепция стиля: передача жизненности контрастов между популярным и массовым, а также между современным и глобальным",
      "Концепция стиля: подчёркивание несовершенств и спонтанности с утончённым взглядом на запечатлённые ситуации",
      "Концепция стиля: простой и инклюзивный образ, позволяющий зрителю стать частью сцены",
      "Концепция стиля: использование закрытых планов с малой глубиной резкости для акцента на сырье, текстурах, лицах и чертах, идентифицирующих Чили",
      "Особое правило: использовать контрасты и ощущение близости (cercanía) для передачи выбранного стиля",
      "Стиль изображения: рустикальный",
      "Стиль изображения: простой",
      "Стиль изображения: практичный",
      "Стиль изображения: натуральный",
      "Стиль изображения: устойчивый",
      "Стиль изображения: отображающий уважение к окружающей среде",
      "Стиль изображения: с чувством юмора",
      "Стиль изображения: с историей",
      "Стиль изображения: с человеческими несовершенствами",
      "Концепция стиля: тёплые образы",
      "Концепция стиля: уютные образы",
      "Концепция стиля: трудолюбивые образы",
      "Концепция стиля: благородные образы (благородство элементов; чистый, но не безупречный)",
      "Концепция стиля: передача широкого спектра эмоций и вкусов",
      "Концепция стиля: Sophisticado – качество, знание, преданность, экспертность; не – импровизация, отстранённость, неточность, показушность, вычурность, высокомерие, надменность",
      "Концепция стиля: демонстрировать уникальный, особенный и инклюзивный способ выполнения задач – «bien» с собственной личностью",
      "Стиль изображения: акцент на текстурах и углах, создающих абстрактные композиции, с выделением форм, цветов и текстур",
      "Концепция стиля: выделять формы, цвета и текстуры через абстрактные композиции",
      "Стиль изображения: изображения должны выглядеть естественно.",
      "Стиль изображения: возможно взаимодействие с камерой, отражающее сцену или переживание между людьми и объектами, создавая инклюзивный и расслабленный тон.",
      "Стиль изображения: учитывать фон и контекст — эти элементы почти столь же важны, как и сам объект съемки.",
      "Концепция стиля: акцент на действиях, эмоциях, простоте и разнообразии.",
      "Стиль изображения: захват разнообразия пейзажей (натуральные, сельские, производственные, городские), приоритет окружающей среды, показывать людей во взаимодействии с пространством, подчёркивать связь между открытым ландшафтом и людьми",
      "Концепция стиля: Contrastes, Perspectiva, Experiencia, Naturaleza",
      "Стиль изображения: rústico sofisticado",
      "Концепция стиля: rústico sofisticado",
      "Использовать глубину резкости",
      "Применять различные кадрирования",
      "Открытые планы возможны только при присутствии человека",
      "Фокусироваться на деталях и текстурах",
      "Натуральность (естественность)",
      "Стиль изображения: фотографии должны захватывать разнообразные природные пейзажи в деталях и в более широких ракурсах",
      "Концепция стиля: передавать природу, устойчивость, фауну и флору",
      "Концепция стиля: выражать человеческий жест в чилийской культуре.",
      "Стиль изображения: изображения должны быть натуральными и спонтанными.",
      "Стиль изображения: использовать текстуры, цвета и формы, отражающие жест человеческого в чилийской культуре.",
      "Стиль изображения: приоритизировать взаимодействие между людьми и между людьми и их окружением.",
      "Концепция стиля: отражать ценность человеческого таланта Чили через взаимодействие людей с окружением",
      "Стиль изображения: избегать постановочных поз и принужденных ситуаций",
      "Стиль изображения: использовать детальные крупные планы для подчёркивания качества экспортируемой продукции",
      "Стиль изображения: спонтанные и натуральные фотографии людей в их естественной среде с акцентом на жесты, лица и индивидуальность",
      "Концепция стиля: фокус на спонтанных и натуральных ситуациях в разнообразных сферах жизни чилийцев с подчёркиванием контрастов между жизнью в городе и в деревне, ремесленником и техником",
      "Концепция стиля: туризм – акцент на красоте и разнообразии чилийских ландшафтов, демонстрирующий контрасты между пейзажами с участием людей, взаимодействующих с окружающей средой и наслаждающихся тем, что предлагает Чили.",
      "Стиль изображения: кадры туристических сцен, отражающие красоту, богатство и разнообразие чилийских ландшафтов, демонстрирующие контрасты между ними.",
      "Стиль изображения: Использование фотографий, отражающих научно-технологический контекст (обсерватории, лабораторная аппаратура, энергетическая инфраструктура) с акцентом на техническую точность и современный облик.",
      "Концепция стиля: Модерн, точность, прогресс и страсть к будущему, где человеческое вмешательство подчеркивает ценность и ответственность.",
      "Стиль изображения: фотографии с хорошим освещением, включающие патриотические символы (например, флаг) и демонстрирующие динамику и инфраструктуру",
      "Концепция стиля: образ стабильной и надёжной страны",
      "Стиль изображения: спонтанные и никогда не постановочные фотографии",
      "Концепция стиля: изображения работников и профессионалов, выполняющих свои задачи и взаимодействующих с окружением",
      "Стиль изображений: рустикальный и утонченный, способствующий идентификации с Чили",
      "Стиль изображения: органичная, живая и цветная паттерн (trama)",
      "Концепция стиля: выражать жизненную силу и контрастность через органичный, живой и цветной узор, символизирующий широкий, глубокий, разнообразный и интересный мир Чили",
      "Применение: накладывать паттерн поверх фотографии для придания эмоционального оттенка коммуникационному материалу",
      "Стиль изображения: органичные линии, формируемые продлением воображаемых линий «звезд», создающие динамичные и живые траектории.",
      "Концепция стиля: визуализация идеи связи и единства (lazo y unión) через абстрактные органические узоры, придающие системе человеческое, поэтическое и коллективное измерение.",
      "Цвет: допускается применение текстуры (trama) с УФ-лаком (barniz UV) поверх цветного фона в соответствии с примерами.",
      "Стиль изображения: использовать морфологические особенности графической сетки (trama), применяя элементы полно и откровенно, с акцентом на тонкость и детализацию.",
      "Концепция стиля: основана на морфологии и детальной прорисовке структуры бренда.",
      "Стиль изображения: использование трама (текстурной сетки) в сочетании с фотографиями для повышения ценности графических элементов.",
      "Правило кадрирования: учитывать размеры и ориентацию формата (горизонтальный или вертикальный кадр) и отступы для различных композиций.",
      "Поворот узора: трама может вращаться на 360° для расширения вариантов композиции и применения в разных форматах.",
      "Использование декоративных элементов: применение бордюров «Cenefas Lienzos».",
      "Примеры вертикальных и горизонтальных композиций могут быть повернуты на 90°; любой показанный кадр носит иллюстративный характер и может варьироваться.",
      "Правило: обязательно включать завершение узора (remate trama)",
      "Паттерн всегда дополняет и взаимодействует с элементами дизайна и фотографиями",
      "Концепция стиля: «Chile atrae por la vitalidad de sus contrastes»",
      "Расположение графических элементов зависит от информации, которую нужно показать, фотокомпозиции и критерия дизайнера",
      "Вертикальное закрытие занимает всю высоту макета и состоит из цветного столбца и двух столбцов с декоративным паттерном (с разной степенью прозрачности); ширина цветного столбца равна ширине цветного блока в горизонтальном закрытии, отступы сверху и снизу закрытия равны ширине цветного столбца.",
      "Концепция стиля: диаграммирование может быть рациональным или эмоциональным",
      "Эмоциональный стиль изображения: крупные фотографии и активное применение декоративной текстуры (trama)",
      "Уровень эмоциональности задаётся акцентом на элементах графического набора и их пространстве в макете",
      "Использовать горизонтальный формат завершающих блоков (Cierre horizontal)",
      "Стиль изображения: редакционный формат (Editorial)",
      "Стиль изображения: горизонтальное завершение (Cierre horizontal)",
      "Концепция стиля: при горизонтальном завершении размещать узор поверх фотографии, две цветные полосы и логотип в основной версии",
      "Вертикальное закрытие (Cierre vertical): комбинация узора, двух цветов и логотипа",
      "Использовать вертикальное завершение секции (Cierre vertical).",
      "Цвет: для макетов (Editorial и Cierre vertical) при применении 'Cierre doble trama' использовать два цвета и логотип.",
      "Стиль изображения: Editorial",
      "Использовать паттерн (trama) при оформлении разворотов.",
      "Стиль изображения: редакционный, макеты с паттерном (trama), двумя цветами и текстом поверх фотографии",
      "Концепция стиля: макеты с паттерном (trama), двумя цветами и текстом («Cierre con trama + dos colores + texto»)",
      "Стиль изображения: использование фотографии с наложением узора и двух цветов",
      "Концепция стиля: Un país sólido y confiable (надежная и солидная страна)",
      "Концепция стиля: Contrastes y placer de emociones (контрасты и наслаждение эмоциями)",
      "При создании графических элементов всегда соблюдайте контраст и визуальную гармонию.",
      "Концепция: графическая система бренда модульная и адаптивная; допускается использование разнообразных форм закрытия и фирменных подписей."
    ],
    "legal_rules": [
      "Использовать схему Co-Branding версии principal для коммуникаций марки страны Chile, соблюдая единицу измерения (Unidad de medida) и пропорции, указанные на схемах."
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 85,
      "g": 85,
      "b": 89,
      "pantone": "Pantone Gray 11C"
    },
    {
      "r": 235,
      "g": 0,
      "b": 40,
      "pantone": "Pantone 185C"
    },
    {
      "r": 255,
      "g": 163,
      "b": 0,
      "pantone": "Pantone 137C"
    },
    {
      "r": 0,
      "g": 145,
      "b": 178,
      "pantone": "Pantone 632C"
    },
    {
      "r": 0,
      "g": 76,
      "b": 151,
      "pantone": "Pantone 2945C"
    }
  ],
  "fonts": [
    "Chilena",
    "Agnis srit velitasserum",
    "SANDAE",
    "SANDE"
  ]
}