{
  "classified_rules": {
    "logo_rules": [
      "Концепция: символ представляет собой геометрический рисунок, окружённый зубчатым колесом и с изображением богини Минервы, символизирующей инженерию",
      "Правила работы с логотипом: символ Минервы может быть использован отдельно от логотипа Crea-SP только в очень специфичных приложениях и с одобрения отдела коммуникаций Совета",
      "Правила работы с логотипом: логотип Crea-SP не может быть использован отдельно от символа ни при каких условиях",
      "Правило работы с логотипом: логотип может использоваться в двух вариантах — горизонтальном и вертикальном.",
      "Правило работы с логотипом: предпочтительная версия — горизонтальная; вертикальная версия применяется только если доступное пространство преимущественно вертикальное.",
      "Правило работы с логотипом: минимальный размер горизонтальной версии – 40 мм (основная) и 30 мм (упрощенная)",
      "Правило работы с логотипом: минимальный размер вертикальной версии – 30 мм (основная) и 22 мм (упрощенная)",
      "Правила работы с логотипом: логотип должен применяться преимущественно на белом фоне",
      "Цвет: Логотип может применяться на черном фоне с белым вырезанным логотипом.",
      "Цвет: Логотип может применяться на синем фоне из палитры Crea с белым вырезанным логотипом.",
      "Цвет: Логотип может применяться на желтом фоне из палитры Crea с черным логотипом или с вырезанным белым логотипом.",
      "Цвет: Логотип может применяться на других предпочтительных цветных фонах.",
      "Цвет: логомарка с вырезанным (белым) логотипом должна размещаться на черном или сером фоне.",
      "Правило работы с логотипом: допускается масштабирование до 100%, 75%, 50% и 40% от базового размера.",
      "Цвет: логотип должен быть черным при размещении на сером фоне с оттенками 50%, 40%, 30% и 20%.",
      "Цвет: для монохромной печати использовать логотип в оттенках серого (100%, 75%, 50%, 40%).",
      "Цвет: логотип может применяться в специальных цветах – золото и серебро.",
      "Правило работы с логотипом: доступны четыре варианта применения – горизонтальная версия в золоте, горизонтальная версия в серебре, вертикальная версия в золоте и вертикальная версия в серебре.",
      "Правило работы с логотипом: логотип может иметь рельефное исполнение.",
      "Правило работы с логотипом: специальные применения логотипа предназначены преимущественно для институциональных материалов – приглашений, открыток, корпоративных папок, обложек публикаций и высококачественных сувениров.",
      "Особые ограничения и правила: все специальные применения логотипа, включая исполнение шрифтом Брайля, должны предварительно одобряться отделом коммуникаций CREA-SP.",
      "Использование логомарки в рельефе допускается только на печатных графических носителях.",
      "Все рельефные и брайлевские варианты использования логомарки должны быть предварительно согласованы с отделом коммуникаций Crea-SP.",
      "Использовать символ логотипа отдельно как графический ресурс",
      "Все применения трёхмерной версии логотипа должны быть предварительно согласованы с отделом коммуникаций Crea-SP",
      "Для анимации (видео, фильмы и виньетки) логомарку демонстрировать в логической последовательности: сначала символ, затем логотип.",
      "Использовать совместные подписи CONFEA CREA-SP только в представленных вариантах оформления: черный текст на белом фоне, белый текст на черном фоне, белый текст на синем фоне, цветная и черно-белая упрощенные версии эмблем."
    ],
    "color_system_rules": [
      "Цвет: основной – синий (RGB 0,66,136 и 9,66,166; CMYK 100,72,0,19; Web #00498F и #0042A6)",
      "Цвет: дополнительный – жёлтый (RGB 187,151,5; CMYK 0,19,100,31; Web #BB9705)",
      "Цвет: дополнительный – чёрный (RGB 0,0,0; CMYK 0,0,0,100; Web #000000)",
      "Цвет: использовать утверждённые монохромные версии логотипа для печати",
      "Цвет: Основные цвета – Azul (RGB 0,69,157; CMYK 100,70,0,22; Web #045B9D и RGB 5,69,137; Web #054589) и Amarelo (RGB 193,158,5; CMYK 20,0,100,2; Web #C19E05 и RGB 193,158,6; Web #C19E06)",
      "Цвет: Вторичные цвета – Laranja (RGB 234,81,45; CMYK 0,72,100,0; Web #EA512D и RGB 250,187,0; Web #FABB00), Amarelo (RGB 0,67,62; CMYK 89,48,73,61; Web #003E3E и RGB 0,67,52; Web #004334) и Verde (RGB 0,67,62; CMYK 89,48,73,61; Web #003E3E)",
      "Цвет: Дополнительные цвета – Azul Escuro (RGB 20,13,75; CMYK 98,100,20,35; Web #14094B и RGB 24,31,73; Web #181F49), Amarelo Escuro (RGB 151,124,13; CMYK 28,52,100,30; Web #977C0D), Bordô (RGB 124,18,61; CMYK 39,100,50,35; Web #7C123D), Verde Claro (RGB 106,176,35; CMYK 65,0,100,0; Web #6AB023) и Cian (RGB 0,158,224; CMYK 100,0,0,0; Web #009EE0)",
      "Цвет: Нейтральная палитра – Preto (RGB 0,0,0; CMYK 100,100,100,100; Web #000000), Cinza 75% (RGB 100,101,103; CMYK 0,0,0,75; Web #646567), Cinza 50% (RGB 156,158,159 и 158,159,159; CMYK 0,0,0,50; Web #9C9E9F и #9E9F9F) и Cinza 25% (RGB 207,209,210; CMYK 0,0,0,25; Web #CFD1D2 и #CFD2D2)"
    ],
    "typography_rules": [
      "Шрифт: логотип Crea-SP выполнен шрифтом FUTURA EXTRA BOLD",
      "Шрифт: подпись \"Conselho Regional de Engenharia e Agronomia do Estado de São Paulo\" выполнена шрифтом VERDANA BOLD",
      "Логотип Crea-SP сформирован только из букв",
      "Шрифт: Не делать обводку шрифтов",
      "Специальное ограничение: для фирменных бланков формат 21,5×27,9 см и бумага sulfite 90 g",
      "Специальное ограничение: использовать сертифицированную бумагу",
      "Формат конверта/папки: 24 x 18 см (460 x 360 мм)",
      "Использовать бумагу высокой белизны плотностью 300 г, сертифицированную",
      "Формат дипломов и сертификатов — 29,7 × 21 см",
      "Шрифт: основной шрифт – Circular (начертания Book и Bold)",
      "Шрифт: вспомогательный шрифт – Din (начертания Book и Bold)",
      "Шрифт: вспомогательные шрифты Garamond и Verdana (начертания Book и Bold) доступны в Windows-системах и используются для внутренних документов, писем и презентаций.",
      "Шрифт: Raleway в начертаниях Book и Bold — основной шрифт, предпочтительный для веб",
      "Шрифт: Helvetica в начертаниях Book и Bold — вспомогательный шрифт"
    ],
    "restrictions_rules": [
      "Минимальные отступы вокруг логотипа (горизонтальной и вертикальной версии) должны быть равны X — шагу сетки",
      "Вокруг логотипа должна соблюдаться защитная область, равная половине высоты буквы \"C\" логотипа (1/2 C); никакие графические элементы, кроме фонового цвета, не должны пересекать эту зону.",
      "Цвет: Черные и серые прямоугольники не являются частью логомарки и не должны использоваться как элементы логотипа.",
      "Цвет: черные и серые прямоугольники не являются частью логомарки и не должны использоваться вместе с логотипом.",
      "Стиль изображения: использование вырезанного (белого) логотипа на темных (черных или серых) фонах.",
      "Особые ограничения и правила: черные и серые прямоугольники не являются частью логотипа и не должны использоваться.",
      "Правила работы с логотипом: чёрные и серые прямоугольники не являются частью логотипа.",
      "Логотип может размещаться поверх фотографических изображений, текстурных фонов или иллюстраций только после предварительного согласования с отделом коммуникаций Crea-SP.",
      "Логотип в трёхмерных версиях можно использовать только при применении в физических пространствах: фасады зданий Crea-SP, приёмные помещений, тотемы в зонах Crea-SP, промо-стенды на мероприятиях (Crea-SP или третьи лица), наружная навигация",
      "Нельзя использовать трёхмерную версию логотипа в графических материалах (журналы, публикации), презентациях (PowerPoint) или онлайн-средах (сайт, баннеры и т. д.)",
      "Нельзя искажать или вращать логомарку в анимации.",
      "Анимация не должна начинаться с логотипа.",
      "Шрифт: Не менять шрифт логотипа",
      "Цвет: Не менять цвета логотипа",
      "Не искажать логотип",
      "Не инвертировать логотип",
      "Не наклонять логотип",
      "Не применять прозрачность к логотипу",
      "Не добавлять дополнительные элементы в область логотипа",
      "Специальное ограничение: для визитных карточек формат 9×5 см и бумага couché 300 g",
      "Что запрещено отображать на изображении: ситуации с множеством элементов, объектов и визуальных помех, отвлекающих внимание",
      "Избегать запутанных изображений",
      "Избегать изображений с чертами других национальностей",
      "Избегать фотографий, лишенных объективности",
      "Избегать фотографий с преувеличенными жестами",
      "Избегать клишированных фотографий",
      "Избегать фотографий с избыточной информацией"
    ],
    "composition_rules": [
      "Формат плакатов (Placa Prêmio и Placa Inauguração Unidade) — 29,7 × 21 см или 30 × 42 см",
      "Стиль изображения: текстуры и абстрактные иллюстрации, фигуративные иллюстрации",
      "Концепция стиля: абстрактные металлические структуры, ассоциируемые с инженерной и агрономической деятельностью и строительной техникой (детали сельскохозяйственных орудий, оборудование гражданского строительства, инженерия аэрокосмическая и производственная)",
      "Стиль изображения: иллюстрации фигуративные, представляющие узнаваемые формы и ситуации (например, колесо или инженерное сооружение)",
      "Стиль изображения: фотографические изображения должны вызывать визуальный импакт и быть более концептуальными, чем описательными",
      "Концепция стиля: акцент на концептуальности, визуальном импакте без избыточных элементов; кадры предпочтительно более закрытые и интригующие",
      "При использовании фотографий с более открытым или широким планом важно обеспечивать контраст цветов и света и по возможности использовать небо как эстетический элемент для композиции «сценария».",
      "Стиль изображения: для фотографий с людьми использовать более крупные, закрытые планы с акцентом на центральных элементах сюжета — портреты или другие кадры.",
      "Стиль изображения: фотографические изображения"
    ],
    "legal_rules": [
      "Все применения совместных подписей должны быть предварительно согласованы с отделом коммуникаций CREA-SP."
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 0,
      "g": 66,
      "b": 136,
      "pantone": ""
    },
    {
      "r": 9,
      "g": 66,
      "b": 166,
      "pantone": ""
    },
    {
      "r": 187,
      "g": 151,
      "b": 5,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 69,
      "b": 157,
      "pantone": ""
    },
    {
      "r": 5,
      "g": 69,
      "b": 137,
      "pantone": ""
    },
    {
      "r": 193,
      "g": 158,
      "b": 5,
      "pantone": ""
    },
    {
      "r": 193,
      "g": 158,
      "b": 6,
      "pantone": ""
    },
    {
      "r": 234,
      "g": 81,
      "b": 45,
      "pantone": ""
    },
    {
      "r": 250,
      "g": 187,
      "b": 0,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 67,
      "b": 62,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 67,
      "b": 52,
      "pantone": ""
    },
    {
      "r": 20,
      "g": 13,
      "b": 75,
      "pantone": ""
    },
    {
      "r": 24,
      "g": 31,
      "b": 73,
      "pantone": ""
    },
    {
      "r": 151,
      "g": 124,
      "b": 13,
      "pantone": ""
    },
    {
      "r": 124,
      "g": 18,
      "b": 61,
      "pantone": ""
    },
    {
      "r": 106,
      "g": 176,
      "b": 35,
      "pantone": ""
    },
    {
      "r": 0,
      "g": 158,
      "b": 224,
      "pantone": ""
    },
    {
      "r": 100,
      "g": 101,
      "b": 103,
      "pantone": ""
    },
    {
      "r": 156,
      "g": 158,
      "b": 159,
      "pantone": ""
    },
    {
      "r": 158,
      "g": 159,
      "b": 159,
      "pantone": ""
    },
    {
      "r": 207,
      "g": 209,
      "b": 210,
      "pantone": ""
    }
  ],
  "fonts": [
    "FUTURA EXTRA BOLD",
    "VERDANA BOLD",
    "CIRCULAR",
    "DIN",
    "GARAMOND",
    "VERDANA",
    "RALEWAY",
    "HELVETICA"
  ]
}