{
  "classified_rules": {
    "logo_rules": [
      "Правило работы с логотипом: амперсанд должен быть симметричным для обеспечения возможности повторения и гибкой адаптации знака.",
      "Правило работы с логотипом: при коммуникациях использовать полный логотип Budweiser как функциональную марку",
      "Правила работы с логотипом: предпочтительная вариация — Solid Red на светлом или фотографическом фоне; альтернативная — Solid White",
      "Логотип Amp является наиболее функциональным знаком и должен присутствовать в большинстве приложений; при этом его не следует дублировать, когда продукт выполняет основную работу.",
      "Логотип Amp и Wordmark должны занимать видное место на вторичных материалах.",
      "Правило работы с логотипом: символ Budweiser Brand Identity Marks Symbol 041 является основным знаком и должен быть использован в логотипе или графическом оформлении на всех точках контакта.",
      "Правило работы с логотипом: основной фирменный знак — сплошной цветовой вариант (Solid Colorway); использовать его всегда, когда возможно.",
      "Правило работы с логотипом: для динамических и креативных приложений использовать вариант Symbol & Wordmark, когда символ является центральным элементом.",
      "Правило работы с логотипом: при ограничениях по печати или работе с изображениями использовать контурный вариант (Keyline Colorway).",
      "При использовании логотипа (вордмарка) в виде крупной графической обрезки она должна начинаться от изогнутого стебля буквы «B» и заканчиваться обрезкой кончиков буквы «r».",
      "При кадрировании всегда старайтесь сохранять полный логотип (wordmark) для обеспечения узнаваемости — если пространство позволяет, используйте полный логотип.",
      "Правило работы с логотипом: При размещении других элементов рядом с монограммой используйте чистое пространство не менее высоты заглавной буквы (1x) в качестве метрики для отступа.",
      "Правила работы с логотипом: для рынков, где бренд известен как Bud, использовать обновлённую переработанную версию логотипа Bud, а версии Amp Logo и Bud Wordmark должны следовать тем же цветовым схемам, правилам использования и правилам свободного пространства, что и основные знаки Budweiser.",
      "Минимальная ширина Amp Logo при печати — 2 дюйма; в цифровом варианте — 144 пикселя.",
      "Минимальная ширина Symbol при печати — 0,75 дюйма; в цифровом варианте — 54 пикселя.",
      "Не умалять ценность логотипа.",
      "Логотип размещать в нижнем правом или нижнем левом углу",
      "Для использования на билбордах размер логотипа может быть увеличен по усмотрению дизайнера, ориентируясь на визуальный пример",
      "Правила работы с логотипом: размещать типографические макеты рядом с логотипом на мерче без нарушения читаемости и целостности композиции",
      "Используйте основные анимационные активы (Logo Resolve, Window Resolve, Wordmark Resolve) для почти всех приложений и согласований.",
      "Правила работы с логотипом: логотипы Radiate, Rotate и Typographic относящиеся к контекстным активам использовать как усиленные графические элементы, но не заменять ими функциональные активы."
    ],
    "color_system_rules": [
      "Цвет: использовать более яркие цвета",
      "Цвет: использовать только сочетания синего на белом или белого на красном фоне.",
      "Цвет: Использовать только следующие цветовые комбинации — синий на белом или белый на красном.",
      "Цвет: не изменять цветовые решения.",
      "Цвет: основные цвета — красный и белый; вспомогательный цвет — полночный синий",
      "Цвет: полная цветовая палитра должна использоваться с пропорциями 60%, 20%, 15% и 5% в порядке убывания важности.",
      "Цвет: Bud Red – HEX #DC0019, RGB 220 000 025, CMYK 0 100 100 0, Pantone 2035 C/2035 U",
      "Цвет: White – HEX #FFFFFF, RGB 225 225 225, CMYK 0 0 0 0",
      "Цвет: Bud Blue – HEX #0A0541, RGB 010 005 065, CMYK 100 90 31 35, Pantone 281 C/281 U",
      "Цвет: Использовать только указанные цветовые значения в бренд-материалах",
      "Цвет: Light Silver – HEX: #D6D5D4, RGB: 214, 213, 212; Pantone 427C",
      "Цвет: Silver – HEX: #B1B3B3, RGB: 177, 179, 179; Pantone Cool Grey 5",
      "Цвет: Dark Silver – HEX: #888B8D, RGB: 136, 139, 142; Pantone Cool Grey 8",
      "Цвет: Вторичная палитра (Light Silver, Silver, Dark Silver) используется преимущественно в упаковке, иллюстрациях и специфических приложениях совместно с цветами основной палитры",
      "Цвет: Дополнительный красный – HEX: #820014, RGB: 130, 0, 20; Pantone 200C",
      "Цвет: Для цвета #820014 возможно регулировать прозрачность – рекомендуемый уровень контраста около 50%",
      "Цвет: использовать цвет последовательно.",
      "Цвет: не использовать синий текст на красном фоне.",
      "Цвет: не менять цвет наших элементов.",
      "Цвет: не изменять наши фирменные цвета.",
      "Цвет: выбор материалов должен рассматриваться как продолжение цветовой палитры; не изменять или отклоняться от установленных качеств.",
      "Цвет: не использовать золотой цвет без одобрения.",
      "Цвет: использовать тёплое красное рассеянное свечение"
    ],
    "typography_rules": [
      "Шрифт: преувеличивать формы и очертания шрифтов",
      "Минимальная ширина Script Wordmark при печати — 1,75 дюйма; в цифровом варианте — 126 пикселей.",
      "Минимальная ширина Bud Wordmark при печати — 0,975 дюйма; в цифровом варианте — 70 пикселей.",
      "Приведённые цифры являются рекомендациями. Требования к размеру варьируются в зависимости от метода печати и субстрата.",
      "Шрифт: Основной шрифт — собственный Budweiser Serif, разработанный Colophon Foundry; бесплатный для загрузки и использования во всех коммуникациях.",
      "Шрифт: Использовать разнообразные начертания (типостили) Budweiser Serif для гибкого применения в основных внешних коммуникациях, passion points и суб-брендах.",
      "Концепция стиля: современная bespoke-типографика, вдохновлённая элементом «Amp» на логотипе, подчёркивающая премиальность бренда и усиливающая его капитал.",
      "Шрифт: использовать фирменный уникальный шрифт Budweiser, который передаёт идентичность бренда при любом использовании",
      "Шрифт: основной – Budweiser Serif Display; вспомогательный – Budweiser Serif Regular",
      "Концепция стилевого решения: типографика должна быть гибкой для широкого спектра применений, при этом сохранять четкое и последовательное впечатление",
      "Шрифт: Budweiser Serif Display используется для крупных заголовков и набирается заглавными буквами.",
      "Шрифт: Budweiser Serif Regular используется для длинных заголовков и подзаголовков.",
      "Шрифт: URW Franklin Gothic Light / Book используется для подписей, основного текста и других детализированных элементов.",
      "Шрифт: нет точного правила по размеру и масштабированию шрифта, но всегда должна быть заметная разница между размерами.",
      "Шрифт: важная информация должна быть самой крупной и наиболее чёткой.",
      "Шрифт: основной текст должен быть меньше заголовков; не использовать body copy 18pt и headline 20pt.",
      "Шрифт: учитывать, что размер, масштаб и расположение шрифта влияют на восприятие информации.",
      "Шрифт: основной шрифт — Amp Regular.",
      "Шрифт: для Regular style leading = font size (solid), например 100/100.",
      "Шрифт: для Display style leading = font size × 0.8 (tight), например 100×0.8=80.",
      "Шрифт: если Display style используется в sentence case, leading устанавливается solid (равен размеру шрифта).",
      "Шрифт: для мелкого текста (например 12 pt) рекомендуется loose leading (больше размера шрифта).",
      "Шрифт: Использовать курсив для усиления, выделяя отдельные слова в заголовках",
      "Шрифт: Не использовать курсив в больших абзацах текста",
      "Шрифт: Не выделять курсивом несколько слов в одном предложении",
      "Шрифт: Использовать курсив экономно и целенаправленно",
      "Шрифт: Курсив не обязателен для заголовков",
      "Шрифт: Всегда размещайте текст по сетке.",
      "Шрифт: Не оставляйте текст «плавающим».",
      "Шрифт: Использовать крупный текст, составленный в стопку, выравнивать по левому краю или по центру.",
      "Шрифт: Запрещено выравнивать текст по правому краю.",
      "Шрифт: Budweiser Brand Identity Typography Application 094 в начертании Regular",
      "Шрифт: Не использовать Budweiser Serif для основного текста",
      "Шрифт: Не использовать display-начертание для заголовков со строчными буквами",
      "Шрифт: Не использовать слишком большой межстрочный интервал",
      "Шрифт: Не использовать шрифты с контуром",
      "При расчёте по длинной стороне используйте делитель 25.",
      "Две крайние колонки (строки) по каждой стороне становятся полями.",
      "Заголовки применяются в документах относительно полей, размера формата и длины строки. Используйте эти примеры в качестве ориентира при верстке заголовков в различных форматах.",
      "Шрифт: использовать крупные, жирные, выразительные типографические макеты",
      "Особые ограничения: при применении шрифта к сетке всегда учитывать содержание коммуникации и масштабировать текст максимально крупно, не перекрывая изображения или дополнительный контент",
      "Шрифт: Romance copy должен использоваться для небольших уточняющих текстовых элементов, когда требуется иерархия",
      "Шрифт: использовать фирменный кастомный шрифт последовательно.",
      "Использовать паттерны, когда это уместно",
      "Не использовать паттерны для повседневной коммуникации"
    ],
    "restrictions_rules": [
      "Запрещено отображать Amp-марку без полного логотипа Budweiser",
      "Цвет: логотип Amp должен использовать одну из вариаций Solid Red или Solid White",
      "Цвет: версия с контуром (Keyline) логотипа разрешена только при использовании одного цвета",
      "Цвет: цветовые сочетания логотипа должны строго регулироваться для поддержания последовательного впечатления бренда",
      "Правило работы с логотипом: при размещении других элементов рядом с логотипом Budweiser используйте отступ X (clearspace), равный высоте буквы «B» в слове Budweiser.",
      "Не использовать несколько логотипов Amp на одной коммуникации.",
      "Логотип Keyline Amp зарезервирован для ограничений печати и не должен использоваться в стандартных брендовых коммуникациях.",
      "Использовать сплошной (solid) вариант логотипа как предпочтительный; не использовать Keyline Amp, если доступен заполненный логотип.",
      "Концепция стиля: Символ является самым гибким знаком бренда. Его поведение позволяет показываться контекстно, всегда демонстрируя наш продукт или нашу страсть.",
      "Символ допускает динамическое использование, включая эффект «Radiating».",
      "Особые ограничения и правила: см. страницу 124 для дополнительной информации.",
      "Разрешается отделять символ и словообраз, когда символ представлен в увеличенном размере или словообраз демонстрируется отдельно.",
      "Не отделять символ и словообраз, если они будут одинакового размера.",
      "Цвет: отдавать приоритет сплошному (solid) цветовому варианту логотипа; всегда использовать заполненные логотипы.",
      "При размещении других элементов рядом с логотипом использовать свободное пространство (clearspace) X, где X равен высоте буквы «B» в слове Budweiser.",
      "Цвет: всегда обеспечивать достаточную контрастность между фоном и логотипом.",
      "Использовать полный Amp Logo Lockup во всех материалах.",
      "Использовать Wordmark, когда недостаточно места для Amp Logo или при отделении его от символа; может применяться как вторичная форма коммуникации, если уже используются упаковка или fill lockup (например, торговые материалы).",
      "Не использовать скриптовый логотип (Script) в качестве основного (hero) логотипа, особенно при демонстрации упаковки.",
      "При необходимости допускается выделять Budweiser, Bud или B.",
      "Не кадрируйте логотип так, чтобы образовывались нежелательные слова, например «Budu».",
      "Не обрезайте верхнюю половину фирменного слова.",
      "Не кадрируйте логотип таким образом, чтобы случайно выделялись только части «Budweiser», «Bud» или «B», если это не является целенаправленным акцентом.",
      "Правило работы с логотипом: монограмму использовать только на мерче и других тактильных элементах",
      "Концепция стиля: монограмма разработана как краткое обозначение бренда Budweiser",
      "Для favicon используйте специально разработанную и оптически скорректированную монограмму.",
      "Не используйте монограмму-фавикон там, где будет читабельно отображаться полный логотип.",
      "Используйте версию монограммы-фавикона на приложениях, где иконка будет меньше 1 дюйма или 96 пикселей.",
      "Цвет: Обеспечивать достаточный контраст между фоном и логотипом.",
      "Минимальная ширина Bud Lockup при печати — 2 дюйма; в цифровом варианте — 144 пикселя.",
      "Минимальная ширина Monogram при печати — 0,375 дюйма; в цифровом варианте — 27 пикселей.",
      "Знаки должны оставаться разборчивыми при любом размере: если чтение затруднено, размер слишком мал.",
      "Не располагать знаки под углом.",
      "Не искажать знаки любым способом.",
      "Не украшать знаки эффектами.",
      "Не создавать новые варианты компоновки знаков (lockups).",
      "Не использовать старые файлы символов.",
      "Правила применяются ко всем знакам, включая Wordmark и Monogram.",
      "Цвет: не использовать цветные градиенты.",
      "Не добавлять эффект потертости.",
      "Не украшать логотип эффектами.",
      "Не перегружайте пространство элементами бренда.",
      "Не используйте футуристический стиль, мы современные.",
      "Не используйте темные и тяжелые металлы или древесину.",
      "Не используйте состаренные или винтажные материалы.",
      "Не используйте типичные промышленные материалы.",
      "Шрифт: использовать гарнитуру Budweiser BETA Bold Display и не изменять межбуквенный интервал (tracking = 0), расстояние было тщательно продумано для удобочитаемости.",
      "Шрифт: Не использовать другие гарнитуры",
      "Шрифт: Не применять эффекты к тексту",
      "В крайних случаях (очень широкие или очень высокие приложения) поля могут быть скорректированы вручную для оптической правильности.",
      "Ширина логотипа должна составлять 1/3 ширины контентной области",
      "Не делать логотип слишком маленьким.",
      "Сетка должна оставаться простым инструментом для упорядочивания: не изменять её существенно и не усложнять, чтобы избежать несогласованности.",
      "Что запрещено отображать: lo-fi, ностальгические образы, надуманность и статичность сцен.",
      "Особые ограничения: все изображения предназначены только для размещения и вдохновения",
      "Изображения предназначены только для размещения и вдохновения",
      "Шрифт: Bud Script (скриптовый script) должен использоваться для героических брендовых моментов или партнерств",
      "Шрифт: не использовать Budweiser Romance для заголовков.",
      "Шрифт: не смешивать фирменный кастомный шрифт с Bud Serif.",
      "Стиль Dynamic: динамические паттерны, вдохновленные ампом, с радиацией и динамическим масштабированием; использовать исключительно в видео и motion-приложениях; запрещено использовать вне видео и motion-приложений",
      "Стиль Textile: экспериментальные и ремикшированные паттерны наследия; применять только в текстильных и материальных носителях; требуются согласование с командой бренда; запрещено использовать как плоскую графику",
      "Не использовать материализованные паттерны ни для чего, кроме текстиля",
      "Особые ограничения и правила: тайминг и скорость анимации должны корректироваться на основе содержания и монтажа фильма.",
      "Использование: применять контекстные активы case-by-case, в зависимости от конкретного применения.",
      "Ограничение: контекстные активы не должны использоваться вместо функциональных активов.",
      "Особые ограничения: набор/список контекстных активов будет продолжать расширяться по мере создания новых материалов."
    ],
    "composition_rules": [
      "Стиль изображения: динамичный, энтузиастичный, электрический, энергизированный и более смелый",
      "Концепция стиля: «Amplifier of Greatness», мантра «Simplify to Amplify»",
      "Упрощать элементы до самых узнаваемых и иконных, чтобы они выглядели крупнее и выразительнее",
      "Стиль изображения: Contemporary Craft",
      "Концепция стиля: Contemporary, Heroic, Collective, Craft, Simplicity, Energy",
      "Стиль изображения: Contemporary Craft",
      "Концепция стиля: Dynamic heritage. Modern craftsmanship. A premium brand both of the moment and for the future.",
      "Концепция стиля: Героическая простота",
      "Стиль изображения: иконический, смелый, простой, решительный, преднамеренно упрощенный для усиления отличительности",
      "Концепция стиля: неукротимый, энергичный, многослойный и громкий",
      "Стиль изображения: передавать ощущение динамики и импульса через масштаб, движение и звук",
      "Концепция: наращивать узнаваемость Amp-марки",
      "Концепция стиля: премиальный и современный тон",
      "Концепция стиля: Crafted Industrial – основан на контрасте и упрощении",
      "Концепция стиля: объединять противоположные стили для создания современного, персонализированного и премиального образа",
      "Принцип: упрощайте, чтобы усилить (Simplify to amplify)",
      "Стиль изображения: утилитарные индустриальные материалы с акцентом на контраст и художественный минимализм",
      "Стиль изображения: индустриальный, стилизованный и художественный; использование перфорированных, анодированных и сложенных металлических элементов.",
      "Паттерн и текстура: использование текстур для придания глубины и реалистичности, избегать стерильности.",
      "Контраст: сочетание мягких матовых текстур с глянцевыми поверхностями, яркий контраст между цветами, а также сочетание цельных и перфорированных материалов.",
      "Поля задаются как 1/20 от короткой стороны приложения.",
      "Внутренние 18 колонок становятся контентными колонками.",
      "После создания полей разбивайте макет на 3 части (правило третей), при дополнительной гибкости используйте сетки из 6 и 12 колонок в зависимости от содержания и оптимальной композиции.",
      "Использовать гибкую сетку, адаптируемую под разнообразные размеры форматов для простого и единообразного применения во всех материалах.",
      "Стиль изображения: интегрировать модульные типографические компоненты с изображениями в духе наружной рекламы и wildposting",
      "Концепция стиля: типографически-ориентированные макеты как большие выразительные моменты, которые могут соседствовать с логотипом на мерче или выступать самостоятельным модульным элементом",
      "Концепция стиля: Image-driven layouts — наиболее эффективный тип коммуникации, ориентированный на изображения",
      "Размещать изображения на сетке, учитывая остальные элементы страницы",
      "Использовать правило третей для кадрирования и позиционирования изображений",
      "Использовать редакционные макеты: динамичные, многослойные, основанные на гибкой модульной сетке, для разнообразия визуального языка и эффективной передачи ключевых сообщений бренда.",
      "Стиль изображения: смелый, редакционный, с тёплым атмосферным красным свечением и световыми бликами",
      "Концепция стиля: создание выразительной и характерной визуальной точки зрения",
      "Изображения в этом разделе носят демонстрационный характер, используются только для вдохновения и служат основой для будущих фотосессий и подбора стоковых изображений; ожидаются обновления от команды бренда",
      "Стиль изображения: простой, смелый и современный, достойный больших рекламных панелей (billboard-worthy).",
      "Стиль изображения: героическая простота, а не lo-fi.",
      "Стиль изображения: современное мастерство, а не ностальгическое.",
      "Стиль изображения: коллективная энергия, отражающая моменты совместного общения и инклюзивность, а не надуманная и статичная.",
      "Концепция стиля: Heroic Simplicity – фокус на героическом упрощении.",
      "Концепция стиля: Contemporary Craft – современное ремесло с трендовым, ориентированным в будущее редакционным ощущением.",
      "Концепция стиля: Collective Energy – демонстрация коллективной энергии и динамики совместных моментов; подчёркивать моменты совместного общения и инклюзивность, наполняя кадры энергией жизни и визуализируя бренд как проводник для разделения мечты.",
      "Стиль изображения: продуктовые (product) снимки фокусируются на жидкости, упаковке и моментах потребления",
      "Стиль изображения: лайфстайл (lifestyle) снимки отображают путешествие потребителя — разделение Bud, погоню за мечтой и празднование успеха",
      "Концепция стиля: ключевые элементы — Studio, Liquid, Package, People, Lifestyle, Celebrate, Share, Chase",
      "Стиль изображения: смелый, редакционный, текстурированный и тёплый с красноватым окружением",
      "Концепция стиля: вдохновлён культурой и разнообразием; сочетание разных стилей для создания мечтательной элегантности",
      "Стиль Equity Centric: повторяющиеся брендовые узоры для тактильных носителей и социальных публикаций; концепция: узоры повторяют брендовые элементы, создавая step and repeat style",
      "Тайминг, скорость и другие параметры анимаций должны настраиваться в зависимости от контента и монтажа.",
      "Стиль изображения: использовать screen wipes, interstitials и текстурную графику как графический элемент для перехода между точкой A и точкой B в монтаже.",
      "Стиль изображения: динамичный, иконический, экспериментальный.",
      "Концепция стиля: контекстные активы являются наиболее усиливающими активами и служат источником вдохновения для passion points (спорт, музыка, узко-специфичные цифровые приложения)."
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 220,
      "g": 0,
      "b": 25,
      "pantone": "2035 C/2035 U"
    },
    {
      "r": 225,
      "g": 225,
      "b": 225,
      "pantone": ""
    },
    {
      "r": 10,
      "g": 5,
      "b": 65,
      "pantone": "281 C/281 U"
    },
    {
      "r": 214,
      "g": 213,
      "b": 212,
      "pantone": "427C"
    },
    {
      "r": 177,
      "g": 179,
      "b": 179,
      "pantone": "Cool Grey 5"
    },
    {
      "r": 136,
      "g": 139,
      "b": 142,
      "pantone": "Cool Grey 8"
    },
    {
      "r": 130,
      "g": 0,
      "b": 20,
      "pantone": "200C"
    }
  ],
  "fonts": [
    "Budweiser Serif",
    "Budweiser Serif Display",
    "Budweiser Serif Regular",
    "URW Franklin Gothic Light",
    "URW Franklin Gothic Book",
    "Amp Regular"
  ]
}