{
  "classified_rules": {
    "logo_rules": [
      "По умолчанию использовать данную версию логотипа в первую очередь.",
      "Иконка может использоваться самостоятельно в цифровых пространствах, таких как аватары в социальных сетях, мобильные приложения или там, где полноформатный логотип не требуется.",
      "Иконка — единственная версия логотипа, у которой при самостоятельном использовании доступен желтый цвет.",
      "Правила работы с логотипом: Достаточный отступ вокруг логотипа – не менее ширины буквы 'e' из слова Lethbridge со всех сторон.",
      "Правила работы с логотипом: Минимальная ширина логотипа для печати – 1\" (2.54 см).",
      "Партнерские логотипы располагаются в одну линию вместе с логотипом города.",
      "Пространство между логотипом города и партнерскими логотипами, а также между партнерскими логотипами друг с другом должно быть равно ширине иконки логотипа.",
      "Правило работы с логотипом: Любые запросы на добавление названия отдела, проекта или программы рядом с логотипом либо объединение их в один вордмарк должны быть согласованы с отделом корпоративных коммуникаций (с клиенториентированным и гражданоцентричным подходом) и выполнены с использованием официальных цифровых файлов.",
      "Правило работы с логотипом: При объединении логотипа с названием подразделения в один вордмарк использовать только единственную утверждённую версию."
    ],
    "color_system_rules": [
      "Цвет: использовать одноцветный логотип для одноцветной печати.",
      "Цвет: Oldman Blue - Pantone 7708 C, RGB 0/84/112",
      "Цвет: Prairie Gold - Pantone 143 C, RGB 245/179/53",
      "Цвет: Dusk Red - Pantone 172 C, RGB 255/71/19",
      "Цвет: Pantone 357 C, RGB 26/86/50",
      "Цвет: Pantone 7481 C, RGB 0/180/81",
      "Цвет: Pantone 1355 C, RGB 255/197/109",
      "Цвет: Pantone 7416 C, RGB 234/104/82",
      "Цвет: Pantone 7740 C, RGB 52/143/65",
      "Цвет: Pantone 321 C, RGB 0/137/150",
      "Цвет: Pantone 7507 C, RGB 252/209/153",
      "Цвет: Pantone 170 C, RGB 255/134/114",
      "Цвет: Pantone 359 C, RGB 161/214/131",
      "Цвет: Pantone 7710 C, RGB 0/165/181",
      "Цвет: Pantone 7499 C, RGB 241/228/178",
      "Цвет: Pantone 169 C, RGB 255/180/171",
      "Цвет: Представлены примеры возможных цветовых комбинаций (Primary Colours и Primary and Secondary Colours) для сезонного использования и различных отделов."
    ],
    "typography_rules": [
      "Шрифт: Основной шрифт – Gontserrat",
      "Шрифт: Gontserrat Regular",
      "Шрифт: Gontserrat Bold",
      "Шрифт: Obvia Condensed использовать в качестве дисплейного шрифта или субзаголовка; конденсированная форма хорошо сочетается с Gontsserrat для придания ощущения уверенности и обеспечивает разнообразие в различных коммуникационных материалах.",
      "Шрифт: Использовать вторичный шрифт Obvia Condensed (Bold, Medium, Book); избегать установки во всех строчных (lowercase) и не использовать его в параграфах",
      "Шрифт: Для текста на веб-странице, в презентациях и документах использовать одобренные non-display, sans serif семейства шрифтов: Source Sans Pro, Open Sans, Segoe UI.",
      "Шрифт: Шрифты Montserrat и Obvia Condensed не использовать в теле текста, так как они слишком широкие.",
      "Шрифт: Montserrat Bold для заголовков",
      "Шрифт: Montserrat Regular для подзаголовков",
      "Шрифт: Source Sans Pro для основного текста",
      "Шрифт: Obvia Condensed Medium — основной заголовочный шрифт",
      "Шрифт: Gontsserat Regular — вспомогательный шрифт для подзаголовков",
      "Шрифт: Open Sans — основной шрифт для тела текста (Regular и Bold)"
    ],
    "restrictions_rules": [
      "Элементы, составляющие логотип города, должны использоваться последовательно и корректно во всех случаях.",
      "Ни в коем случае не изменять и не воссоздавать логотип; использовать только утверждённые файлы при применении логотипа города Летбридж.",
      "Правила работы с логотипом: использовать альтернативные цветовые логотипы, когда основной логотип не подходит.",
      "Цвет: использовать инвертированные логотипы только на тёмных фонах, в тёмных фотографиях и там, где требуется контраст.",
      "Использовать вертикальную (stacked) версию логотипа, когда основной логотип не вписывается в композицию; она обеспечивает гибкость при сохранении целостности основного логотипа и хорошо работает в вертикальных макетах",
      "Использовать герб экономно и с осторожностью, преимущественно в декоративных применениях, где важно укрепление бренда города или в маркетинговых целях.",
      "Не размещать герб и основной логотип вместе так, чтобы они конкурировали; выбирать только один элемент в качестве идентификатора.",
      "Всегда оставляйте пространство вокруг логотипа, чтобы он «дышал».",
      "Цвет: используйте белый или нейтральный фон или инверсную версию логотипа на тёмном фоне; по возможности размещайте логотип на светлом фоне.",
      "Не размещайте логотип на слишком ярких, загроможденных или неподходящих изображениях.",
      "Не украшайте логотип тенями, рельефом и т.п.",
      "Шрифт: Не изменять типографику логотипа",
      "Цвет: Не изменять цвета логотипов",
      "Не растягивать логотип",
      "Не добавлять текст к логотипу",
      "Не использовать логотип без иконки",
      "Не наклонять логотип",
      "Логотип герба города предназначен только для символа мэра и совета, а также для официальных, церемониальных целей",
      "Логотип герба города не должен использоваться для общих целей"
    ],
    "composition_rules": [],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 0,
      "g": 84,
      "b": 112,
      "pantone": "Pantone 7708 C"
    },
    {
      "r": 245,
      "g": 179,
      "b": 53,
      "pantone": "Pantone 143 C"
    },
    {
      "r": 255,
      "g": 71,
      "b": 19,
      "pantone": "Pantone 172 C"
    },
    {
      "r": 26,
      "g": 86,
      "b": 50,
      "pantone": "Pantone 357 C"
    },
    {
      "r": 0,
      "g": 180,
      "b": 81,
      "pantone": "Pantone 7481 C"
    },
    {
      "r": 255,
      "g": 197,
      "b": 109,
      "pantone": "Pantone 1355 C"
    },
    {
      "r": 234,
      "g": 104,
      "b": 82,
      "pantone": "Pantone 7416 C"
    },
    {
      "r": 52,
      "g": 143,
      "b": 65,
      "pantone": "Pantone 7740 C"
    },
    {
      "r": 0,
      "g": 137,
      "b": 150,
      "pantone": "Pantone 321 C"
    },
    {
      "r": 252,
      "g": 209,
      "b": 153,
      "pantone": "Pantone 7507 C"
    },
    {
      "r": 255,
      "g": 134,
      "b": 114,
      "pantone": "Pantone 170 C"
    },
    {
      "r": 161,
      "g": 214,
      "b": 131,
      "pantone": "Pantone 359 C"
    },
    {
      "r": 0,
      "g": 165,
      "b": 181,
      "pantone": "Pantone 7710 C"
    },
    {
      "r": 241,
      "g": 228,
      "b": 178,
      "pantone": "Pantone 7499 C"
    },
    {
      "r": 255,
      "g": 180,
      "b": 171,
      "pantone": "Pantone 169 C"
    }
  ],
  "fonts": [
    "Gontserrat",
    "Gontserrat Regular",
    "Gontserrat Bold",
    "Obvia Condensed",
    "Obvia Condensed Bold",
    "Obvia Condensed Medium",
    "Obvia Condensed Book",
    "Source Sans Pro",
    "Open Sans",
    "Segoe UI",
    "Montserrat",
    "Montserrat Bold",
    "Montserrat Regular",
    "Gontsserat Regular"
  ]
}