{
  "classified_rules": {
    "logo_rules": [
      "Шрифт: логотип выполнен новым фирменным шрифтом с обязательным сохранением лигатур между буквами g и i, i и l, v и y, f и l, n и y",
      "Правило работы с логотипом: соотношение ширины к высоте логотипа должно составлять 330:129 (при ширине 330 px высота должна быть 129.04 px)",
      "Логотип должен быть заметным при использовании во внутренних материалах (публикации и плакаты)",
      "На слайдах презентаций логотип должен быть маленьким",
      "Минимальная ширина логотипа для печати — 0.5\" (13 мм)",
      "Минимальная ширина логотипа для цифровых носителей — 72 пикселя",
      "Правило работы с логотипом: на Ogilvy corporate stationery логотип является единственным графическим элементом и должен быть немного увеличен",
      "Правило работы с логотипом: логотип должен использоваться визуально пропорциональным масштабом для каждого вида носителя – «правильный» размер на бланке (letterhead), слегка увеличенный на меморандуме и слегка уменьшенный на визитке",
      "Офисы, не способные интегрировать логотип в архитектурную среду, получают альтернативное решение от Worldwide Marketing and Communications.",
      "Логотип должен быть центрирован по вертикали и горизонтали на экране.",
      "Правило работы с логотипом: минимальный отступ вокруг логотипа равен высоте буквы «v» (x-height) или «y», измеряемой от базовой линии, и составляет минимум 1/5 от общей ширины логотипа (значение минимальное, а не фиксированное).",
      "Правила работы с логотипом: в каждом применении расстояние от логотипа до краёв страницы должно отличаться по всем четырём сторонам и находиться в соотношении 2:3:4:5.",
      "Правила работы с логотипом: логотип не должен наклоняться или вращаться, за исключением анимации или поверхностей без определённой ориентации (например, корешок книги).",
      "Измерение торгового символа (™) осуществляется согласно диаграмме: общая ширина символа соответствует ширине крайней правой засечки буквы «y».",
      "Символ размещается от крайнего правого края логотипа и центрируется между высотой «x» и верхней частью логотипа.",
      "Перед использованием символа проконсультируйтесь с юридическим отделом.",
      "Горизонтальное положение логотипа другой компании должно быть оптически скорректировано так, чтобы вертикальная разделительная линия располагалась точно между двумя логотипами.",
      "Логотип Ogilvy всегда размещается первым при совместном использовании с логотипом другой компании.",
      "Цвет: при цветном отображении логотип другой компании должен быть в её предпочтительном фирменном цвете; если фирменный цвет неизвестен, логотип другой компании должен быть выполнен в чёрном цвете.",
      "Существующие логотипы внутренних подразделений, инициатив и программ должны быть поэтапно выведены из использования; печатные материалы могут применяться до исчерпания запасов.",
      "Дистинктивный логотип Ogilvy Wordmark является основным графическим символом мастер-бренда.",
      "Шрифт: Шрифты хранятся в Identity Library на Intranet, доступны всем сотрудникам и при необходимости внешним поставщикам, и должны использоваться во всех внутренних и внешних брендовых материалах, заменяя любые ранее использованные фирменные шрифты Ogilvy.",
      "Шрифт: Шрифты разработаны бюро COLLINS и MCKL Type Foundry и не подлежат свободному распространению; передача возможна исключительно поставщикам, задействованным в специфических маркетинговых или производственных услугах для Ogilvy (см. юридическую документацию).",
      "Логотип: логотип Ogilvy разработан на основе форм шрифта Ogilvy Serif",
      "Разрешено использовать только утверждённые фотографии из Identity Library на Intranet.",
      "Размер изображения: 1080×1080 px",
      "Правила работы с логотипом: в подписи допускается только Ogilvy Wordmark; логотип располагается сразу после имени и должности и перед адресом и контактами; размер и положение логотипа не изменяются; исключения возможны только с письменного разрешения Worldwide Marketing and Communications",
      "Полный набор графических материалов для социальных сетей Ogilvy доступен в Identity Library на Интранете",
      "Используйте шаблоны публикаций из Identity Library на Intranet для обеспечения единого визуального стиля и согласованности всех брендированных публикаций Ogilvy.",
      "Правило логотипа: Ogilvy Wordmark должен располагаться на оборотной стороне визитки в области сплошной заливки, с отступами 7,8 мм справа и 12,7 мм снизу, визуально объединяя все подразделения Ogilvy",
      "Габариты визитной карточки: 3,5 × 2,25\" (88,9 × 57,2 мм)",
      "Ширина логотипа: 32,7 мм",
      "Высота логотипа: 12,8 мм",
      "Отступ логотипа от правого края: 12 мм",
      "Отступ логотипа от нижнего края: 8 мм",
      "Размер и позиционирование логотипа: ширина 32.7 мм, высота 12.8 мм, отступ до правого края 12 мм, до нижнего края 18 мм",
      "Ширина логотипа — 32,7 мм.",
      "Высота логотипа — 12,8 мм.",
      "Правила работы с логотипом: минимальное поле вокруг логотипа — 11,7 мм; расстояние от логотипа до левого края страницы — 11,2 мм; расстояние от логотипа до нижнего края страницы — 18,8 мм.",
      "Правила работы с логотипом: располагается в правом нижнем углу; отступы — 11,7 мм от правого края, 6,35 мм от нижнего края; размер — ширина 32,7 мм, высота 12,8 мм",
      "Расстояние от нижнего края бланка до логотипа — 18 мм",
      "Правило работы с логотипом: логотип должен располагаться не ближе 6.35 мм от правого края и не ближе 12.7 мм от нижнего края",
      "Правило работы с логотипом: размещать логотип Ogilvy в правом нижнем углу с отступами 6,35 мм справа и 12,7 мм снизу.",
      "Правило работы с логотипом: логотип размещается в правом нижнем углу блокнота с отступами не менее 8,45 мм от правого края и не менее 11,5 мм от нижнего края",
      "Правило работы с логотипом: логотип располагается в правом нижнем углу с отступом 8,45 мм справа и 13,3 мм снизу"
    ],
    "color_system_rules": [
      "Цвет: основной цвет бренда — Ogilvy Red",
      "Цвет: вспомогательные (акцентные) цвета — Accent Colors",
      "Логотип: использовать белый логотип на фоне основного цвета бренда Ogilvy Red",
      "Цвет: основной цвет логотипа — Ogilvy Red (Pantone 921)",
      "Цвет: белый логотип на красном фоне.",
      "Цвет: белый логотип на черном фоне.",
      "Разработка и поддержка внутренних брендов и идентичностей потребляет ценные ресурсы компании и должна быть направлена на более важные задачи.",
      "Новые названия инициатив и программ должны ясно описывать целевую аудиторию и/или назначение.",
      "Цвет: вторичная палитра включает черный, белый и два оттенка серого, обычно используется вместе с Ogilvy Red",
      "Цвет: акцентная палитра включает три хроматических цвета: лимонный, розовый и синий",
      "Концепция стиля: использовать цвет повсеместно, представляя Ogilvy как живой и цветной бренд",
      "Цвет: основной цвет бренда – Ogilvy Red Pantone Coated 1785 и Uncoated 1788; CMYK C5 M85 Y53 K0; RGB 235 63 67; Hex #EB3F43",
      "Цвет: использовать вручную откорректированные значения CMYK и RGB из брендбука, а не Pantone Color Bridge",
      "Цвет: применять Ogilvy Red во всех публично ориентированных корпоративных материалах и печатать его данным Pantone, заменяя прежний Pantone 485",
      "Цвет: ответственные офисы Ogilvy должны иметь актуальные Pantone color swatch books для контроля цвета при производстве",
      "Цвет: Основной цвет — OGILVY RED: Pantone Uncoated 1788 U; Pantone Coated 1785 C; CMYK 5, 85, 53, 0; RGB 235, 63, 67",
      "Цвет: Основной цвет — BLUE 072: Pantone Uncoated 072 U; Pantone Coated 2746 C; CMYK 100, 98, 0, 0; RGB 36, 41, 143",
      "Цвет: Вспомогательный цвет — PINK: Pantone Uncoated 196 U; Pantone Coated 196 C; CMYK 0, 28, 10, 0; RGB 245, 186, 197",
      "Цвет: Вспомогательный цвет — LEMON: Pantone Uncoated 585 U; Pantone Coated 585 C; CMYK 12, 1, 58, 0; RGB 214, 217, 114",
      "Цвет: Вспомогательный цвет — BLACK: Pantone Process Black U; Pantone Process Black C; CMYK 60, 40, 40, 100; RGB 0, 0, 0",
      "Цвет: Вспомогательный цвет — DARK GRAY: Pantone Cool Gray 11 U; Pantone Cool Gray 9 C; CMYK 0, 0, 0, 80; RGB 84, 86, 89",
      "Цвет: Вспомогательный цвет — LIGHT GRAY: Pantone Cool Gray 7 U; Pantone Cool Gray 7 C; CMYK 0, 0, 0, 46; RGB 166, 168, 168",
      "Цвет: Вспомогательный цвет — WHITE: CMYK 0, 0, 0, 0; RGB 255, 255, 255",
      "Цвет: Всегда использовать корректный режим цвета и формулу чернил — Pantone для сплошной печати, CMYK для четырехцветной печати, RGB только для экранов; для обеспечения цветовой консистентности во всех носителях",
      "Цвет: при раскраске графиков использовать полный цветовой набор, показанный в брендбуке.",
      "Цвет: Допустимо использование акцентных цветов для сложной маркировки и цветовой кодировки графиков.",
      "Цвет: Использовать только сочетания фонового и переднего цвета, показанные в таблице Color Pairings.",
      "Цвет: Ogilvy Red нельзя использовать на чёрном или светло-сером фоне, так как текст становится трудно читаемым.",
      "Цвет: Не использовать небрендовые цвета, даже для праздников",
      "Цвет: Не использовать неправильный оттенок красного Ogilvy Red",
      "Цвет: Не использовать градиенты",
      "Цвет: Избегать всех 30 цветовых комбинаций, показанных как примеры неправильных сочетаний",
      "Цвет: весь текст в подписи — черный",
      "Цвет: основной цвет – Ogilvy Red (Pantone 1788; при большом заполнении – двойной оттиск Pantone 188)",
      "Цвет: при ограниченной возможности печати одним цветом использовать только Ogilvy Red",
      "Цвет: дополнительные акцентные цвета существуют, но их использование не обязательно",
      "Концепция стиля: акцент на использовании Ogilvy Red для единого фирменного вида",
      "Цвет: Заливка фона – Ogilvy Red (Pantone 1788 U), Pantone Blue 072 U, Pantone 196 U, Pantone 1285 U, Pantone 585 U, Pantone Cool Gray 11 U",
      "Цвет: Flood colors – Pantone 1788 U (Ogilvy Red), Pantone Blue 072 U, Pantone 196 U, Pantone 585 U, Pantone 185 U, Pantone 285 U, Pantone Cool Gray 11 U",
      "Цвет: Type color – Pantone Cool Gray 7 U",
      "Цвет: Pantone Cool Gray 7 U",
      "Цвет: Pantone 1788 U",
      "Цвет: основной цвет текста — Pantone Cool Gray 7 U",
      "Цвет: основной цвет логотипа — Ogilvy Red (Pantone 1788 U)",
      "Цвет: Основной цвет логотипа — Pantone 1788 U (Ogilvy Red).",
      "Цвет: Вспомогательный цвет текста — Pantone Cool Gray 7 U.",
      "Цвет: основной цвет логотипа — Ogilvy Red (Pantone 1788 U)",
      "Цвет: вторичный цвет текста — Pantone Cool Gray 7 U",
      "Цвет: цвет логотипа – Ogilvy Red (Pantone 1788 U)",
      "Цвет: Flood color — Ogilvy Red, Pantone 1788 U",
      "Цвет: Flood color — Pantone Blue 072 U",
      "Цвет: Flood color — Pantone 196 U",
      "Цвет: Flood color — Pantone 585 U",
      "Цвет: Ogilvy Red — Pantone 1788 U",
      "Цвет: Ogilvy Red (Pantone 1788 U)",
      "Цвет: Pantone Cool Gray 7 U – основной цвет текста.",
      "Цвет: Pantone 1788 U (Ogilvy Red) – основной цвет логотипа.",
      "Цвет: заливочный цвет — Ogilvy Red, Pantone 1788 U",
      "Цвет: логотип Ogilvy Red – Pantone 1788 U",
      "Цвет: основной цвет текста – Pantone Cool Gray 7 U",
      "Цвет: цвет логотипа – Ogilvy Red (Pantone 1788 U)",
      "При сомнениях по типам брендированной продукции обращаться в Worldwide Marketing and Communications."
    ],
    "typography_rules": [
      "Шрифт: основной — Ogilvy Serif в начертаниях Light, Bold и Italic",
      "Шрифт: вспомогательный — Ogilvy Sans в начертаниях Light, Bold и Italic",
      "Шрифт: корпоративный шрифт для всех будущих материалов — Ogilvy J Baskerville",
      "Концепция стиля: классическая книжная авторитетность Baskerville с наклонной осью и смягчёнными формами букв, отсылая к эстетике Франции XVI века",
      "Названия должны быть простыми, четкими и описательными.",
      "Избегать акронимов и аббревиатур, так как они часто расплывчаты и сбивают с толку.",
      "Цвет: Текст должен быть в Ogilvy Red или во вспомогательных цветах Black, White, Dark Gray и Light Gray.",
      "Цвет: Избегать сочетания фона и текста с одинаковым уровнем светлоты (например, жёлтый текст на белом фоне) из-за ухудшения читаемости.",
      "Шрифт: Ogilvy Sans и Ogilvy Serif — основные семейства бренда с сопоставимыми пропорциями, которые могут использоваться взаимозаменяемо.",
      "Шрифт: основной — Ogilvy Sans",
      "Шрифт: Основной шрифт — Ogilvy Sans.",
      "Шрифт: Вспомогательный шрифт для лигатур — Ogilvy Serif.",
      "Шрифт: Использовать полный набор глифов Ogilvy Sans как справочник для доступных символов.",
      "Шрифт: Альтернативные символы ‘a’, ‘y’ и ‘t’ доступны только в Ogilvy Sans.",
      "Шрифт: основной — Ogilvy Sans, доступен в трех начертаниях — Light, Regular и Bold; каждое начертание имеет курсив (Italic).",
      "Шрифт: Ogilvy Sans Light и Ogilvy Sans Light Italic используются для крупного текста.",
      "Шрифт: Ogilvy Sans Regular и Ogilvy Sans Italic используются для общего текстового наполнения.",
      "Шрифт: Ogilvy Sans Bold и Ogilvy Sans Bold Italic используются для заголовков и подзаголовков.",
      "Шрифт: основной шрифт — Ogilvy Serif",
      "Шрифт: Ogilvy Serif — переходный шрифт с сильной геометрией в засечках и упрощёнными чёткими контурами",
      "Шрифт: основной – Ogilvy Serif",
      "Шрифт: вспомогательный – Ogilvy Sans (альтернативные символы: a, y и t)",
      "Шрифт: основной шрифт — Ogilvy Serif Regular",
      "Шрифт: вспомогательный шрифт — Ogilvy Serif Italic",
      "Шрифт: стандартные OpenType-лигатуры (ch, ck, cl, ct, fb, ff, fh, fi, fj, fk, fl, ip, it, sh, sk, sl, sp, st, tt, tw, ty) должны быть активированы",
      "Шрифт: дискретные OpenType-лигатуры (That, Which, skillset, offhand, fluid, final, fjord, stand, eject, closer, chatted, slip, halfback, shallot, twenty, offbeat) использовать умеренно",
      "Шрифт: основной шрифт — Ogilvy Serif; доступен в трёх начертаниях (Light, Regular, Bold), у каждого — курсивный вариант.",
      "Шрифт: Light используется для крупных текстов.",
      "Шрифт: Regular предназначен для общего текстового оформления.",
      "Шрифт: Bold применяется для заголовков и подзаголовков.",
      "Шрифт: Основными шрифтами являются Ogilvy Serif (засечный) и Ogilvy Sans (без засечек) для языков латинского алфавита",
      "Шрифт: При отсутствии поддержки языков Ogilvy использовать Arial Unicode (без засечек) и Times New Roman OS (с засечками)",
      "Шрифт: Для логографических систем (китайский, японский, корейский и др.) использовать наиболее визуально близкие serif или sans-serif шрифты; рекомендуется Google Noto Serif и Google Noto Sans",
      "Шрифт: Основные шрифты — Ogilvy Sans и Ogilvy Serif.",
      "Шрифт: Вспомогательные шрифты — Arial (замена Ogilvy Sans) и Times New Roman (замена Ogilvy Serif).",
      "Шрифт: Замещающие шрифты использовать только для внутренних коммуникаций (email, внутренние презентации, цифровые приложения и иные рутинные задачи) при отсутствии основных шрифтов.",
      "Шрифт: Не использовать замещающие шрифты для официального маркетинга, связей с инвесторами, пресс-релизов и любых внешних или профессионально печатных материалов.",
      "Шрифт: При передаче материалов клиенту рекомендуется сохранять документ в PDF для сохранения шрифтов Ogilvy.",
      "Данные правила распространяются на все форматы: печатные материалы, цифровые коммуникации и другие среды.",
      "Шрифт: размер 88pt, межстрочный интервал 88pt",
      "Использовать жёсткий перенос (hard return) для разбиения строк цитаты",
      "Цитату выравнивать по левому краю",
      "Атрибуцию выравнивать по правому краю",
      "Блок текста центрировать внутри ограничивающего контейнера",
      "Цвет: Цвет шрифта должен быть Ogilvy Red, черным или белым.",
      "Цвет: Цвет шрифта может быть единым или состоять из двух разных цветов.",
      "Шрифт: Используемые гарнитуры могут быть разными, а стили шрифта могут совпадать или отличаться.",
      "Шрифт: имя сотрудника — Arial Iopt 10pt заглавными буквами",
      "Шрифт: должность — Arial Iopt 10pt Title Case (с прописной на первой букве) на следующей строке",
      "Шрифт: вся остальная информация — Times New Roman Iopt 10pt без полужирного, курсивного или цветного оформления",
      "Особые ограничения: текстовые строки должны быть короткими, чтобы избежать неудобных переносов на маленьких экранах",
      "Награды и специальные объявления в подписи могут быть только текстовыми и должны располагаться в алфавитном порядке",
      "Подпись создается через шаблон из Библиотеки идентичности на интранете",
      "Шрифт: использовать шрифты и шаблоны для презентаций, доступные для скачивания из Identity Library во Внутренней сети (Intranet).",
      "Шрифт: использовать Ogilvy Sans Regular, прописные буквы (Caps)",
      "Работа с логотипом: логотип (Ogilvy Wordmark) на канцелярии печатать офсетом в цвете Ogilvy Red",
      "Цвет: Цвет шрифта – Pantone Cool Gray 7 U",
      "Поля: минимальный отступ 3,5 мм со всех сторон; внутренние отступы между блоками текста – 4,4 мм и 7,8 мм",
      "Шрифт: Ogilvy Sans для всех буквенно-цифровых символов в панели иностранного языка",
      "Шрифт: неримские символы должны соответствовать английской текстовой панели по размеру шрифта, начертанию и выравниванию",
      "Размер бланка: 8,5\" × 11\" (215,9 × 279,4 мм)",
      "Поля документа: 6,35 мм со всех сторон",
      "Расстояние от верхнего края до начала текста: 33,3 мм",
      "Расстояние от правого края до начала текста: 34,5 мм",
      "Расстояние от нижнего края до конца текста: 31,5 мм",
      "Бумага: Mohawk Superfine Ultrawhite, 80lb Eggshell text",
      "Формат бланка — 8.5\" × 11\" (215.9 × 279.4 мм)",
      "Поля документа — 6.35 мм со всех сторон",
      "Зона текста: отступы — сверху 33.3 мм, снизу 31.5 мм, слева 6.35 мм, справа 31.5 мм",
      "Бумага: Mohawk Superfine Ultrawhite, Eggshell 80lb text",
      "Поле страницы — 6,35 мм со всех сторон.",
      "Расстояние от верхнего поля до начала текстового блока — 33,3 мм.",
      "Расстояние от правого поля до начала текстового блока — 32 мм.",
      "Расстояние от нижнего поля до начала текстового блока — 32 мм.",
      "Поля документа — 6,35 мм со всех сторон",
      "Текстовая область: от верхнего поля до начала — 33,3 мм; от нижнего поля до конца — 32 мм",
      "Цвет: основной цвет шрифта – Pantone Cool Gray 7 U",
      "Особые ограничения: бумага – Mohawk Superfine Ultrawhite, Eggshell 80 lb text",
      "Габариты конверта (внутри): 228,6 × 104,8 мм",
      "Правило: соблюдать поле 6,35 мм от краёв Note Card (системы корпоративной канцелярии) для размещения элементов.",
      "Правило: использовать бумагу Mohawk Superfine Ultrawhite Eggshell 100 lb cover при печати карточек.",
      "Правило: использовать бумагу Mohawk Superfine Ultrawhite Eggshell 150 lb cover при печати карточек.",
      "Особое ограничение: использовать бумагу Mohawk Superfine Ultrawhite, Eggshell 80lb text",
      "Правило полей: использовать отступы 6,35 мм, 8,45 мм и 11,3 мм"
    ],
    "restrictions_rules": [
      "Шрифт: логотип должен использовать Ogilvy Serif на основе Baskerville",
      "Правило работы с логотипом: запрещается искажение логотипа (сдавливание, растягивание, вращение)",
      "Цвет: Логотип всегда должен быть чёрным, белым или Ogilvy Red",
      "Логотип никогда не должен быть самым заметным элементом на странице, за исключением канцелярии",
      "Логотип должен быть скромного размера при интеграции в архитектуру; не увеличивать его до доминирующего элемента и размещать как можно меньшим.",
      "Стиль изображений: архитектурная интеграция логотипа в материалы (например, бетон, металл) с правильными пропорциями.",
      "Концепция стиля: логотип остаётся небольшим элементом, поддерживающим пространство, без доминирования.",
      "Запрещается брендирование географических регионов, направлений и практик; текущие офисы должны удалить такие вывески и заменить их словесным знаком Ogilvy до 23 сентября 2018 года.",
      "Логотип должен быть масштабирован правильно: занимать 1/3 ширины экрана, сохранять достаточное пространство вокруг и не приближаться к краям.",
      "Логотип должен использоваться в одиночестве без других элементов (рисунков, изображений, заголовков или логотипов).",
      "Стиль изображения: расположение логотипа основано на модернистской концепции, создающей ощущение беспокойной энергии и привлекающей внимание, даже когда он неподвижен.",
      "Использовать символ торговой марки (™) только на коммерчески продаваемых продуктах Ogilvy.",
      "При размещении логотипа Ogilvy и логотипа другого бренда на равных должно быть два clearspace и сплошная вертикальная разделительная линия.",
      "Цвет: при цветном отображении логотип Ogilvy всегда должен быть в Ogilvy Red.",
      "Толщина обводки логотипа составляет 2,5% от высоты логотипа (2,5 pt на каждые 100 pt высоты). Для высот логотипа: 100 pt — 2,5 pt; 90 pt — 2,25 pt; 80 pt — 2 pt; 70 pt — 1,75 pt; 60 pt — 1,5 pt; 50 pt — 1,25 pt; 40 pt — 1 pt; 30 pt — 0,75 pt; 20 pt — 0,5 pt; 10 pt — 0,25 pt.",
      "При масштабировании конкурирующего логотипа сохранять пропорциональное соотношение высоты и толщины обводки, чтобы ни один логотип не выглядел больше или меньше другого.",
      "Не искажать логотип",
      "Не делать логотип нечитаемым путем странной ориентации",
      "Цвет: не изменять цвета логотипа и не использовать для него цвета, не входящие в бренд-палитру",
      "Не разбивать логотип и не перемещать его элементы",
      "Не применять специальные эффекты к логотипу",
      "Не заполнять логотип изображениями или узорами",
      "Шрифт: не создавать собственный логотип с использованием фирменного шрифта и не использовать для логотипа другие шрифты",
      "Не разрабатывать новые логотипы, знаки или другие графические элементы для внутренних подразделений, программ, команд и кампаний.",
      "Любые дополнительные графические элементы конкурируют за внимание и отвлекают от основной идентичности Ogilvy.",
      "Ни при каких обстоятельствах не использовать слово \"Ogilvy\" в названии; при необходимости использовать только форму притяжательного падежа (например, \"Ogilvy's Music Series\").",
      "Не выбирать название только ради образования привлекательной аббревиатуры или акронима.",
      "Не придумывать слова и не использовать некорректную грамматику или необычную капитализацию.",
      "Цвет: если используется только один цвет, он должен быть Ogilvy Red (основной цвет бренда и цвет логотипа по умолчанию)",
      "Цвет: логотип никогда не должен быть выполнен в цветах акцентной палитры",
      "Запрещено: не использовать тени и другие специальные эффекты.",
      "Цвет: Не использовать неправильный цвет логотипа",
      "Шрифт: не использовать лигатуру \"gi\" в тексте — она зарезервирована для логотипа",
      "Изображения Дэвида Огилви могут использоваться только bona fide журналистами, медиа-организациями, издателями и во внутренних презентациях.",
      "Фотографии и видеоматериалы должны сопровождаться подписью \"Photograph © Ogilvy, all rights reserved.\".",
      "Изображения и их анимация/манипуляция должны сохранять естественный внешний вид и звучание, правдиво передавать образ Дэвида Огилви и исключать карикатурный или преувеличенный эффект.",
      "Озвучка должна использовать только слова, действительно произнесённые или написанные Дэвидом Огилви; озвучка должна быть уважительной и не восприниматься как сатира либо как личное, политическое или рекламное одобрение.",
      "Запрещено использовать изображение Дэвида Огилви как иконку, костыль, карикатуру или с любыми представительными элементами (трубка, подтяжки, подпись) в любом формате.",
      "Образ Дэвида Огилви должен восприниматься как портрет уважаемого основателя, а не как источник клипарта.",
      "Отступ от края контейнера: 64px со всех сторон",
      "Цвет: Ogilvy Red должен присутствовать хотя бы в одном элементе – на фоне, в тексте цитаты или в атрибуции.",
      "Что запрещено: использование любых других логотипов; имитация дизайна логотипа; применение полужирного, курсивного или цветного шрифта; использование неофициальных URL и социальных медиа-аккаунтов; самостоятельная разработка подписи вместо шаблона из Библиотеки идентичности",
      "В подписи допускаются только официальные Ogilvy URL и социальные медиа-аккаунты",
      "Все аккаунты в социальных сетях должны использовать логотип Ogilvy и не изменять его",
      "Имя учетной записи в социальных сетях должно состоять только из «Ogilvy» плюс название города или рынка; добавление других обозначений запрещено",
      "Размеры фотографий профиля и обложек должны соответствовать текущим спецификациям платформ; проверяйте рекомендации платформ для актуальных параметров",
      "Особые ограничения: использовать два пробела вместо запятой между элементами адреса",
      "Особые ограничения: использовать официальные шаблоны из Identity Library на интранете",
      "Запрещено: размещение URL веб-сайта, аккаунтов в социальных сетях, дополнительных телефонных и факс-номеров на визитке",
      "Правило: если в должности указан географический модификатор, он отображается только в строке должности",
      "Особые ограничения: размеры визитной карточки – 3,5 × 2,25\" / 88,9 × 57,2 мм",
      "Особые ограничения: отступы – 3,5 мм вокруг текстовых панелей, 4,4 мм между панелями, 7,8 мм от правого края до логотипа, 12,7 мм снизу красной панели",
      "Запрещено отображать заливку на обратной стороне бланка — фон должен быть белым",
      "Цвет: обратная сторона бланка должна быть белой, без сплошной заливки",
      "Цвет: Фон оборотной стороны фирменного бланка должен быть белым; цветная заливка не допускается.",
      "Цвет: фон оборотной стороны бланка должен быть белым (без заливки)",
      "Особые ограничения: размер внешнего конверта – 228,6 × 104,8 мм (9 × 4,125 дюйма)",
      "Особые ограничения: при верстке элементов на конверте соблюдать отступы: для текста – 6,3 мм от края; для логотипа – 11,3 мм справа и 8,5 мм снизу; общий отступ – 18,3 мм",
      "Запрещено отображать пунктирную линию в готовом шаблоне; она служит только для обозначения окончательных внешних размеров",
      "Особые ограничения: размеры визитной карточки – 3.75 × 9” (9.5 × 22.9 мм)",
      "Особые ограничения: бумага – Mohawk Superfine Ultrawhite, Eggshell, 150 lb cover",
      "Особые ограничения: бумага – Mohawk Superfine Ultrawhite, Eggshell 150lb cover",
      "Особые ограничения: размер – 3.75 × 9” / 9.5 × 22.9 мм",
      "Особые ограничения: масштаб отображения – не соответствует фактическому размеру",
      "Правило: при необходимости использовать дополнительный отступ 12,7 мм.",
      "Особые ограничения: формат карточки 3.75 × 9” (9.5 × 22.9 мм)",
      "Особые ограничения: бумажная основа — Mohawk Superfine Ultrawhite, Eggshell 150 lb cover",
      "Особое ограничение: формат блокнота 8.5 × 5.5\" (215.9 × 139.7 мм)",
      "Особое ограничение: масштаб изображения не соответствует реальному размеру (Scale shown not actual size)",
      "Ограничить виды брендированной продукции: ручка и карандаш, блокнот, папка, сумка-тоут и USB-флешка, чтобы не разбавлять бренд."
    ],
    "composition_rules": [
      "Концепция: гибкая система с возможностями для экспериментов",
      "Концепция: для простых графиков использовать монохромные палитры; для более сложных — комбинировать цвета и варьировать их.",
      "Стиль: графики должны иметь плоский дизайн.",
      "Концепция стиля: презентации должны иметь ясность и логику, выглядеть привлекательно и демонстрировать единый, солидный фирменный стиль.",
      "Стиль изображения: простой, смелый и чёткий",
      "Концепция стиля: лицевая сторона визитки – на белом фоне; оборотная сторона – сплошная заливка одним из брендовых цветов",
      "Формат: бланк формата A4 (210×297 мм), персонализированный",
      "Придерживаться эстетики представленных примеров: единство, ясность и простота."
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 235,
      "g": 63,
      "b": 67,
      "pantone": "Pantone Uncoated 1788 U; Pantone Coated 1785 C"
    },
    {
      "r": 36,
      "g": 41,
      "b": 143,
      "pantone": "Pantone Uncoated 072 U; Pantone Coated 2746 C"
    },
    {
      "r": 245,
      "g": 186,
      "b": 197,
      "pantone": "Pantone Uncoated 196 U; Pantone Coated 196 C"
    },
    {
      "r": 214,
      "g": 217,
      "b": 114,
      "pantone": "Pantone Uncoated 585 U; Pantone Coated 585 C"
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": "Pantone Process Black U; Pantone Process Black C"
    },
    {
      "r": 84,
      "g": 86,
      "b": 89,
      "pantone": "Pantone Cool Gray 11 U; Pantone Cool Gray 9 C"
    },
    {
      "r": 166,
      "g": 168,
      "b": 168,
      "pantone": "Pantone Cool Gray 7 U; Pantone Cool Gray 7 C"
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    }
  ],
  "fonts": [
    "Ogilvy Serif",
    "Ogilvy Sans",
    "Ogilvy J Baskerville",
    "Arial Unicode",
    "Times New Roman OS",
    "Google Noto Serif",
    "Google Noto Sans",
    "Arial",
    "Times New Roman",
    "Arial Iopt",
    "Times New Roman Iopt"
  ]
}