{
  "classified_rules": {
    "logo_rules": [
      "KAHOOT! является товарным знаком.",
      "В материалах указывать: Kahoot! и логотип K! являются товарными знаками Kahoot! AS.",
      "Корпоративное имя: при упоминании компании использовать Kahoot! AS.",
      "Торговое наименование: KAHOOT! или Kahoot! может использоваться как существительное для обозначения компании в маркетинговых материалах и деловых коммуникациях.",
      "Использовать логотип, который лучше всего подходит для вашего дизайна; обратиться к разделу «Логотип» документа для руководства по использованию",
      "Использовать полный фирменный логотип Kahoot! при упоминании компании и во всех внешних коммуникациях",
      "Комбинировать иконку Kahoot! с собственным логотипом можно при условии соблюдения последующих руководств",
      "Сохранять логотип неизменным и последовательным.",
      "Цвет: использовать фиолетовый или черный логотип на белом или светло-сером фоне; использовать белую версию логотипа на цветных фонах; запрещено использовать цветные логотипы на цветных фонах; обеспечивать достаточный контраст между логотипом и фоном.",
      "Оставлять свободное пространство вокруг логотипа минимум в размере 1/3 его высоты."
    ],
    "color_system_rules": [
      "Цвет: использовать официально стилизованный вариант KAHOOT! в официальных цветах",
      "Цвет: Основной цвет — Kahoot! purple-2 (#46178f). Когда нужен один цвет для представления бренда, использовать только его.",
      "Цвет: При использовании более одного цвета придерживаться не более 2 (максимум 3) цветов из палитры, чтобы избежать беспорядка и хаоса в дизайне.",
      "Цвет: Для цветных или фотографических фонов всегда использовать белый текст; никогда не размещать цветной текст на цветном фоне.",
      "Цвет: Соблюдать рекомендации WCAG 2.1 при выборе цветового сочетания текста и фона; обращаться к палитре для определения соответствующих цветов.",
      "Концепция: Бренд активно использует свои цвета из палитры как можно чаще.",
      "Цвет: PMS Violet C #46178f",
      "Цвет: PMS 2745 #25076b",
      "Цвет: PMS 266 #864cbf",
      "Цвет: PMS 264 #c2a5df",
      "Цвет: PMS 165 #eb670f",
      "Цвет: PMS 1665 #e24104",
      "Цвет: PMS 804 #f5a23d",
      "Цвет: PMS 148 #fad09e",
      "Цвет: PMS 199 #e21b3c",
      "Цвет: PMS 200 #c60929",
      "Цвет: PMS 1787 #ff3355",
      "Цвет: PMS 183 #ff99aa",
      "Цвет: PMS 137 #ffa602",
      "Цвет: PMS 7555 #d89e00",
      "Цвет: PMS 7408 #ffc00a",
      "Цвет: PMS 114 #ffdd33",
      "Цвет: PMS 300 #1368ce",
      "Цвет: PMS 293 #0542b9",
      "Цвет: PMS 279 #4a5ae5",
      "Цвет: PMS 291 #a2d1f2",
      "Цвет: PMS 3272 #0aa3a3",
      "Цвет: PMS 7717 #028282",
      "Цвет: PMS 3252 #33cccc",
      "Цвет: PMS 318 #99e5ev",
      "Цвет: PMS 7740 #26890c",
      "Цвет: PMS 356 #0542b9",
      "Цвет: PMS 360 #66bf93",
      "Цвет: PMS 358 #b2df9c",
      "Цвет: PMS Black 7 #333333",
      "Цвет: PMS 663 #f2f2f2",
      "Цвет: основной цвет текста — #333333 (rgb(51,51,51)) на светлом фоне",
      "Цвет: альтернативный текстовый цвет — белый (#FFFFFF, rgb(255,255,255)) на тёмном фоне",
      "Цвет: акцентный цвет может использоваться для выделения ключевых слов в Montserrat Black"
    ],
    "typography_rules": [
      "KAHOOT! всегда пишется заглавными буквами.",
      "Шрифт: базовый шрифт бренда — Montserrat с четырьмя начертаниями: light, regular, bold и black",
      "Шрифт: Montserrat Regular использовать для основного текста (тело документа)",
      "Шрифт: Montserrat Light использовать для текстовых блоков с большим количеством текста и презентаций с увеличенным межстрочным интервалом",
      "Шрифт: Montserrat Black использовать для заголовков и акцентного «крика» (SHOUT)",
      "Шрифт: Montserrat Bold использовать преимущественно для заголовков абзацев и подзаголовков"
    ],
    "restrictions_rules": [
      "Нельзя создавать стилизованные версии товарных знаков.",
      "Цвет: нельзя использовать неавторизованные цвета.",
      "Допускаются следующие варианты KAHOOT!: KAHOOTS, KAHOOT!’ING, KAHOOT!ER.",
      "Нельзя создавать новые термины или логотипы, включающие KAHOOT! и/или логотип K! без предварительного письменного разрешения.",
      "Всегда включать восклицательный знак: KAHOOT!",
      "Использовать KAHOOT! как прилагательное, а не как существительное",
      "При использовании в тексте выделять товарный знак KAHOOT! прописными буквами и отделять от окружающего текста, используя официальную стилизацию",
      "Внешний вид логотипа Kahoot! должен оставаться неизменным и не модифицироваться",
      "Использовать иконку Kahoot! для экономии пространства, когда бренд уже установлен",
      "Разрешается использовать иконку Kahoot! в иллюстрациях в игривом стиле, но не как самостоятельный коммуникационный знак",
      "Не добавлять тени или другие эффекты, не менять цвет или ориентацию логотипа.",
      "Не размещать логотип слишком близко к текстовым или другим визуальным элементам.",
      "Изображения должны быть позитивными или юмористическими, даже при отображении ошибок.",
      "Цвет: иллюстрации должны быть яркими, основанными на официальных цветах бренда; нельзя использовать нейтральные цвета в качестве основы.",
      "Иллюстрации должны иметь чёткую цель и не размещаться бессмысленно, особенно рядом с текстом.",
      "Нельзя применять обводки, текстуры или другие эффекты к иллюстрациям, а также изменять их цвета."
    ],
    "composition_rules": [
      "Стиль изображения: яркий, красочный, смелый, энергичный и инклюзивный",
      "Концепция стиля: простота коммуникаций и интеграция личности Kahoot! в собственные материалы",
      "Стиль иллюстраций: сочетание закругленных и геометрических форм, динамичный и энергичный внешний вид.",
      "Стиль иллюстраций: плоское освещение, с простыми жёсткими тенями для придания объёма сложным элементам или персонажам.",
      "Концепция стиля: визуальные элементы должны передавать энергию, позитив и юмор.",
      "Иллюстрации должны быть центрированы вокруг одной цветовой палитры, чтобы избежать избыточного визуального шума.",
      "Использовать круги, треугольники, ромбы и квадраты для добавления интереса к однотонным фонам или whitespace."
    ],
    "legal_rules": [
      "Обеспечить уведомление о правах собственности на товарный знак"
    ],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 70,
      "g": 23,
      "b": 143,
      "pantone": "PMS Violet C"
    },
    {
      "r": 37,
      "g": 7,
      "b": 107,
      "pantone": "PMS 2745"
    },
    {
      "r": 134,
      "g": 76,
      "b": 191,
      "pantone": "PMS 266"
    },
    {
      "r": 194,
      "g": 165,
      "b": 223,
      "pantone": "PMS 264"
    },
    {
      "r": 235,
      "g": 103,
      "b": 15,
      "pantone": "PMS 165"
    },
    {
      "r": 226,
      "g": 65,
      "b": 4,
      "pantone": "PMS 1665"
    },
    {
      "r": 245,
      "g": 162,
      "b": 61,
      "pantone": "PMS 804"
    },
    {
      "r": 250,
      "g": 208,
      "b": 158,
      "pantone": "PMS 148"
    },
    {
      "r": 226,
      "g": 27,
      "b": 60,
      "pantone": "PMS 199"
    },
    {
      "r": 198,
      "g": 9,
      "b": 41,
      "pantone": "PMS 200"
    },
    {
      "r": 255,
      "g": 51,
      "b": 85,
      "pantone": "PMS 1787"
    },
    {
      "r": 255,
      "g": 153,
      "b": 170,
      "pantone": "PMS 183"
    },
    {
      "r": 255,
      "g": 166,
      "b": 2,
      "pantone": "PMS 137"
    },
    {
      "r": 216,
      "g": 158,
      "b": 0,
      "pantone": "PMS 7555"
    },
    {
      "r": 255,
      "g": 192,
      "b": 10,
      "pantone": "PMS 7408"
    },
    {
      "r": 255,
      "g": 221,
      "b": 51,
      "pantone": "PMS 114"
    },
    {
      "r": 19,
      "g": 104,
      "b": 206,
      "pantone": "PMS 300"
    },
    {
      "r": 5,
      "g": 66,
      "b": 185,
      "pantone": "PMS 293"
    },
    {
      "r": 74,
      "g": 90,
      "b": 229,
      "pantone": "PMS 279"
    },
    {
      "r": 162,
      "g": 209,
      "b": 242,
      "pantone": "PMS 291"
    },
    {
      "r": 10,
      "g": 163,
      "b": 163,
      "pantone": "PMS 3272"
    },
    {
      "r": 2,
      "g": 130,
      "b": 130,
      "pantone": "PMS 7717"
    },
    {
      "r": 51,
      "g": 204,
      "b": 204,
      "pantone": "PMS 3252"
    },
    {
      "r": 38,
      "g": 137,
      "b": 12,
      "pantone": "PMS 7740"
    },
    {
      "r": 5,
      "g": 66,
      "b": 185,
      "pantone": "PMS 356"
    },
    {
      "r": 102,
      "g": 191,
      "b": 147,
      "pantone": "PMS 360"
    },
    {
      "r": 178,
      "g": 223,
      "b": 156,
      "pantone": "PMS 358"
    },
    {
      "r": 51,
      "g": 51,
      "b": 51,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    }
  ],
  "fonts": [
    "Montserrat Light",
    "Montserrat Regular",
    "Montserrat Bold",
    "Montserrat Black"
  ]
}