{
  "classified_rules": {
    "logo_rules": [
      "Стиль изображения: логотип текучий и сбалансированный, напоминающий палиндром.",
      "Концепция стиля: логотип создан для передачи единства двух слогов и гармоничного баланса.",
      "Стиль изображения: логотип выполнен жирным и уверенным, внушает ощущения уверенности, игривости и авторитета",
      "Концепция стиля: логотип должен внушать чувство уверенности, игривости и авторитета; обеспечивать универсальность за счет изменяемого буквой «O» центра",
      "Правило работы с логотипом: центральная буква «O» является универсальным элементом и может адаптироваться под нужды каждой продуктовой линейки при сохранении общей идентичности",
      "Использовать основной логотип на всех брендовых носителях: упаковке, фирменных бланках, сайте, продуктовых материалах и в социальных сетях",
      "Логотип выполнен с равномерной толщиной линий для корректного отображения в разных масштабах",
      "Правила работы с логотипом: использовать шрифт Misto для расширений логотипа Anoma"
    ],
    "color_system_rules": [
      "Цвет: основной — прохладный зеленый, символизирующий свежесть и новизну",
      "Цвет: вспомогательный — контрастный синий, символизирующий свободу и глубину",
      "Цвет: дополнительные — светлые оттенки для комплимента основной палитры",
      "Цвет: палитра гендерно-нейтральная, экспериментальная, но ненавязчивая",
      "Цвет: Основная палитра включает яркие фирменные цвета – #58FF8A (RGB 88,255,138, Pantone 7479 C), #B0DDFF (RGB 176,221,255, Pantone 290 C) и #005EE3 (RGB 0,94,227, Pantone 285 C) – для использования в разнообразных продуктах бренда, брендированных элементах и фонах.",
      "Цвет: Черный (#000000, RGB 0,0,0, CMYK 75,68,67,90) и белый (#FFFFFF, RGB 255,255,255, CMYK 0,0,0,0) могут свободно использоваться вместе с основной палитрой.",
      "Цвет: Палитру можно расширять в будущем при необходимости нового оттенка для новых вариантов продуктов.",
      "Цвет: дополнительная (вторичная) палитра используется только вместе с основной группой цветов, не должна сочетаться между собой и предназначена для коммуникаций, фонов съемки, акцентов на упаковке и других второстепенных элементов",
      "Цвет: дополнительная палитра включает #FFC0F2 / PANTONE 2365 C, #FF78DC / PANTONE 231 C, #BAA9FF / PANTONE 264 C, #FFFF69 / PANTONE 178 C, #FF6F64 / PANTONE 805 C и #FF595A / PANTONE 178 C",
      "Цвет: использовать фирменную палитру бренда, где это возможно"
    ],
    "typography_rules": [
      "Шрифт: словесный знак должен быть выполнен в полужирном начертании, отражающем уверенность и авторитет",
      "Шрифт: основной — Misto (Display Typeface, Regular), free reverse-contrast дисплейный шрифт с экстра-тонкими линиями; использовать для логотипов, заголовков и специальных случаев",
      "Шрифт: основной – Poppins, геометрический без засечек, разработан Indian Type Foundry; доступные начертания: Light, Regular, Medium, Bold и др.; использовать для заголовков, подзаголовков, цитат, коротких фраз и основного текста."
    ],
    "restrictions_rules": [
      "Для линейки Lip Care использовать версию Lip Care на упаковке и в социальных сетях",
      "Для линейки Eye Care использовать версию Eye Care на упаковке и в социальных сетях",
      "Минимальное пространство между логотипом и окружающими элементами должно быть равно ширине буквы «N», выступающей за форму логотипа во всех направлениях",
      "Не использовать логотип в размерах менее 48 px по высоте",
      "Концепция стиля: бесплатный reverse-contrast дисплейный шрифт для расширений логотипа Anoma и бренд-коммуникации",
      "Запрещено: использовать максималистский (максимально насыщенный) визуальный язык",
      "Запрещено отображать строгие прямые линии и монотонные цветовые схемы."
    ],
    "composition_rules": [
      "Стиль изображения: гендерно-нейтральный",
      "Концепция стиля: экспериментальная, но ненавязчивая",
      "Стиль изображения: применять обратный контраст с особо тонкими линиями для крупных заголовков или декоративных элементов",
      "Стиль изображения: минималистичный, чистый и яркий фон и общий стиль",
      "Стиль изображения: предпочтительны яркие поверхности и насыщенное освещение",
      "Концепция: сочетание минимализма с игривыми и забавными элементами при сохранении общей простоты",
      "Стиль изображения: минималистичный, чистый, яркий и веселый",
      "Концепция стиля: визуализация должна быть чистой, но эксцентричной (quirky), отражая характер бренда",
      "Изображения людей: без фильтров, показывать их настоящими, уникальными, в их несовершенной славе – без извинений, обеспечивая разнообразие моделей",
      "Концепция стиля: эмоциональный ландшафт – аутентичность, инклюзивность, вдохновение, приземленность",
      "Стиль изображения: эмоциональный ландшафт",
      "Стиль изображения: использовать хаотичные формы, яркие цвета, динамичную композицию без строгих линий и монотонной эстетики.",
      "Концепция стиля: вдохновляться реальной жизнью, подчеркивать разнообразие, свободу, смелость и красоту вне общепринятых норм."
    ],
    "legal_rules": [],
    "other_rules": []
  },
  "colors_rgb": [
    {
      "r": 88,
      "g": 255,
      "b": 138,
      "pantone": "7479 C"
    },
    {
      "r": 176,
      "g": 221,
      "b": 255,
      "pantone": "290 C"
    },
    {
      "r": 0,
      "g": 94,
      "b": 227,
      "pantone": "285 C"
    },
    {
      "r": 0,
      "g": 0,
      "b": 0,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 255,
      "b": 255,
      "pantone": ""
    },
    {
      "r": 255,
      "g": 192,
      "b": 242,
      "pantone": "2365 C"
    },
    {
      "r": 255,
      "g": 120,
      "b": 220,
      "pantone": "231 C"
    },
    {
      "r": 186,
      "g": 169,
      "b": 255,
      "pantone": "264 C"
    },
    {
      "r": 255,
      "g": 255,
      "b": 105,
      "pantone": "178 C"
    },
    {
      "r": 255,
      "g": 111,
      "b": 100,
      "pantone": "805 C"
    },
    {
      "r": 255,
      "g": 89,
      "b": 90,
      "pantone": "178 C"
    }
  ],
  "fonts": [
    "Misto",
    "Poppins"
  ]
}